{
  "intents": [
    {
      "tag": "greeting",
      "patterns": [
        "Hi",
        "Hey",
        "How are you",
        "how are yo",
        "how are y",
        "Is anyone there?",
        "Hello",
        "Good day",
        "129",
        "good morning",
        "morning"
      ],
      "responses": [
        "Hey :-)",
        "Hello, thanks for visiting",
        "Hi there, what can I do for you?",
        "Hi there, how can I help?"
      ]
    },
    {
      "tag": "goodbye",
      "patterns": [
        "130"
      ],
      "responses": [
        "See you later, thanks for visiting",
        "Have a nice day",
        "Bye! Come back again soon."
      ]
    },
    {
      "tag": "thanks",
      "patterns": [
        "131"
      ],
      "responses": [
        "Happy to help!",
        "Any time!",
        "My pleasure"
      ]
    },
    {
      "tag": "product",
      "patterns": [
        "118"
      ],
      "responses": [
        "What product would you like to know ?",
        "Which item are you interested in learning about?",
        "What product are you looking to get information about?",
        "Which merchandise do you want to know more about?",
        "What specific product would you like to inquire about?",
        "Tell me which item you're interested in knowing about.",
        "What product are you seeking details on?",
        "Which item do you wish to gather information about?",
        "What kind of product do you want to get more information on?",
        "Please specify the product you'd like to learn more about.",
        "Which product would you like to receive information about?"
      ]
    },
    {
      "tag": "buy product",
      "patterns": [
        "11"
      ],
      "responses": [
        "Please kindly review the process of buying a product as follow: /n1. Browse and Search: Navigate to the e-commerce website and find the product you want   /n2. Product Selection: Click on the product to view details and ensure it's the one you want   /n3. Add to Cart: Click 'Add to Cart' or 'Buy Now'   /n4. View Cart: Review items in your cart   /n5. Adjust Quantities: Modify quantities or remove items   /n6. Proceed to Checkout: Click 'Proceed to Checkout'. Sign in or create an account if needed   /n7. Shipping Address: Provide accurate shipping information   /n8. Shipping Method: Choose a shipping option   /n9. Payment Information: Enter payment details (credit/debit card  PayPal  etc.)   /n10. Review Order: Double-check the order summary   /n11. Place Order: Click 'Place Order' to confirm   /n12. Order Tracking: Receive tracking info for the shipment   /n13. Delivery: Await product delivery based on the chosen shipping method   /n14. Receive Product: Inspect the product upon arrival   /n15. Enjoy: Start using your purchased product!"
      ]
    },
    {
      "tag": "sell product",
      "patterns": [
        "12"
      ],
      "responses": [
        "Please kindly review the process of selling a product as follow:\n1. Create an Account: Register or log in to your e-commerce seller account./n2. Product Listing: Add a new product listing by providing its name, description, images, price, and other relevant details./n3. Product Details: Specify product variations (sizes, colors), availability, and shipping options./n4. Product Images: Upload clear and attractive images of the product from various angles./n5. Product Description: Write a compelling and informative product description that highlights its features and benefits./n6. Pricing Strategy: Decide on a competitive yet profitable pricing strategy for your product./n7. Inventory Management: Keep track of your product inventory and update stock levels regularly./n8. Shipping Options: Define shipping methods, costs, and delivery times for different locations./n9. Payment Integration: up payment gateways to process customer payments securely./n10. Customer Support: Provide clear communication channels for customer inquiries and support./n11. Marketing and Promotion: Create marketing campaigns to increase product visibility and attract potential buyers./n12. Customer Reviews: Encourage satisfied customers to leave positive reviews to build trust with new buyers./n13. Order Processing: Receive and process incoming orders as they come in./n14. Packaging: Carefully package the product to ensure it arrives in good condition./n15. Shipping: Generate shipping labels, send tracking information, and hand over the package to the chosen courier./n16. Post-Sale Communication: Keep the customer informed about the shipping progress and expected delivery date./n17. Feedback and Improvement: Gather feedback from customers to improve your selling process and product quality./n18. Handling Returns: Have a clear return policy in place and manage returns professionally./n19. Analytics and Insights: Use e-commerce platform analytics to track sales performance and identify trends./n20. Continuous Improvement: Regularly update your product offerings and optimize your selling strategies."
      ]
    },
    {
      "tag": "items",
      "patterns": [
        "Which items do you have?",
        "What kinds of items are there?",
        "What do you sell?"
      ],
      "responses": [
        "We sell  and tea",
        "We have  and tea"
      ]
    },
    {
      "tag": "payments",
      "patterns": [
        "Do you take credit cards?",
        "Do you accept Mastercard?",
        "Can I pay with Paypal?",
        "Are you cash only?"
      ],
      "responses": [
        "We accept VISA, Mastercard and Paypal",
        "We accept most major credit cards, and Paypal"
      ]
    },
    {
      "tag": "delivery",
      "patterns": [
        "delivery",
"deliver",
"delive",
"deliv",
"deli",
"delivery duration",
"delivery duratio",
"delivery durati",
"delivery durat",
"delivery dura",
"delivery dur",
"delivery du",
"delivery d"
      ],
      "responses": [
        "Delivery takes 2-4 days in city, 4-7 days in suburban area"
      ]
    },
    {
      "tag": "delivery cost",
      "patterns": [
        "delivery cost",
        "delivery cos",
        "delivery co"
      ],
      "responses": [
        "Delivery cost takes 5$ in city, 10$ in suburban area./n Above are just average cost, actual cost may depend on the time of order"
      ]
    },
    {
      "tag": "funny",
      "patterns": [
        "Tell me a joke!",
        "Tell me something funny!",
        "Do you know a joke?"
      ],
      "responses": [
        "Why did the hipster burn his mouth? He drank the  before it was cool.",
        "What did the buffalo say when his son left for college? Bison."
      ]
    },
    {
      "tag": "categories",
      "patterns": [
        "ca",
        "cat",
        "cate",
        "categ",
        "catego",
        "categor",
        "category",
        "categories",
        "categorys",
        "I want to know category"
      ],
      "responses": [
        "There are 10 categories in our collection. they are listed below: /ntoys and games/nbooks and stationery/nhealth and wellness/njewelry and accessories/nfurniture/nelectronic/nclothing/nkitchen/nbeauty/nsport"
      ]
    },
    {
      "tag": "toys and games",
      "patterns": [
        "toy",
        "toys",
        "gam",
        "game",
        "games",
        "toys and games",
        "toys and game",
        "toys and gam",
        "toys and ga",
        "toys and g",
        "toys and",
        "toy and"
      ],
      "responses": [
        "category toys and game has 10 products as follow : Board Game, Remote-Controlled Car, Puzzle Cube, Stuffed Animal Plush, Action Figure, Building Blocks, Dollhouse, Musical Keyboard Toy, , Art and Craft"
      ]
    },
    {
      "tag": "books and stationery",
      "patterns": [
        "books and stationery",
        "books and stationeries",
        "books and stationer",
        "books and statione",
        "books and station",
        "books and statio",
        "books and stati",
        "books and stat",
        "books and sta",
        "books and st",
        "books and s",
        "books and",
        "books",
        "book",
        "stationery",
        "stationeries",
        "stationerys",
        "station"
      ],
      "responses": [
        "category Books and Stationery has 10 products as follow : Classic Novels, Calligraphy Pen, Notebook with Inspirational Quotes, Adult Coloring Book, Academic Planner, Fountain Pen, Sticky Note Variety Pack, Language Learning Workbook, Desk Organizer, Hardcover Journal"
      ]
    },
    {
      "tag": "health",
      "patterns": [
        "health and wellness",
        "health and wellnes",
        "health and wellne",
        "health and welln",
        "health and well",
        "health and wel",
        "health and we",
        "health and w",
        "health and ",
        "health and",
        "health an",
        "health a",
        "health ",
        "health",
        "healt",
        "heal",
        "hea",
        "wellness",
        "wellnes",
        "wellnes",
        "wellne",
        "welln"
      ],
      "responses": [
        "category Health has 10 products as follow : Fitness Tracker, Yoga Mat, Essential Oil Diffuser, Resistance B and s, Protein Powder, Meditation Cushion, Digital Thermometer, Herbal Tea Assortment, Massaging Foam Roller, Sleep Mask"
      ]
    },
    {
      "tag": "jewelry and accessories",
      "patterns": [
        "jewelry and accessories",
        "jewelry and accessorie",
        "jewelry and accessori",
        "jewelry and accessor",
        "jewelry and accesso",
        "jewelry and access",
        "jewelry and acces",
        "jewelry and acce",
        "jewelry and acc",
        "jewelry and ac",
        "jewelry and a",
        "jewelry and ",
        "jewelry and",
        "jewelry an",
        "jewelry a",
        "jewelry ",
        "jewelry",
        "jewelr",
        "jewel",
        "jewel",
        "accessories",
        "accessorie",
        "accessori",
        "accessor",
        "accesso",
        "access"
      ],
      "responses": [
        "category Jewelry and Accessories has 10 products as follow : Silver Pendant Necklace, Leather Bracelet, Crystal Stud Earrings, Silk Scarf, Gemstone Ring, Stainless Steel Watch, Beaded Anklet, Fashion Sunglasses, Charm Bracelet, Pearl Drop Earrings"
      ]
    },
    {
      "tag": "furniture",
      "patterns": [
        "furniture",
        "furnitur",
        "furnitu",
        "furnit",
        "furni",
        "furn",
        "fur"
      ],
      "responses": [
        "category Furniture has 10 products as follow : Sofa, Wooden  Table,  Mirror, Table Lamp, Decorative Throw Pillows, Area Rug, Bookshelf, Dining Table and Chairs, Plant St and ,  Art Print"
      ]
    },
    {
      "tag": "electronic",
      "patterns": [
        "electronic",
        "electroni",
        "electron",
        "electro",
        "electr",
        "elect",
        "elec"
      ],
      "responses": [
        "There is 10 product in Electronic category: iPhone 13, Samsung Galaxy S21, Sony 65-inch 4K TV, Apple AirPods Pro, Dell XPS 15 Laptop, Nintendo Switch, Sony WH-1000XM4 Headphones, Fitbit Versa 3 Smartwatch, Logitech G Pro Gaming Mouse, Google Nest Hub"
      ]
    },
    {
      "tag": "clothing",
      "patterns": [
        "clothing",
        "clothin",
        "clothi",
        "cloth",
        "clot"
      ],
      "responses": [
        "There is 10 product in the Clothing category: Classic White T-shirt, Black Skinny Jeans, Floral Summer Dress, Men's Formal Suit, Athletic Yoga Leggings, Casual Hoodie, Women's Business Blouse, Denim Jacket, Cotton Polo Shirt, Knit Sweater"
      ]
    },
    {
      "tag": "kitchen",
      "patterns": [
        "kitchen",
        "kitche",
        "kitch",
        "kitc",
        "kit"
      ],
      "responses": [
        "There is 10 product in the kitchen category:  Blender with Multiple Speeds, Nonstick Baking Sheets, Knife Block,  Maker with Timer, Glass Food Storage Containers, Electric Kettle,chen Utensil, Dining Plate,Slow Cooker"
      ]
    },
    {
      "tag": "beauty",
      "patterns": [
        "beauty",
        "beauties",
        "beautie",
        "beauti",
        "beaut",
        "beau",
        "bea"
      ],
      "responses": [
        "There is 10 product in the beauty category: Anti-AgingFaceCream, MoisturizingBodyLotion, HairStraightener, FacialCleansingBrush, LipstickCollectionSet, Men'sGroomingKit, PerfumeSamplerSet, EyelashCurler, NailPolishSet, HairDryer"
      ]
    },
    {
      "tag": "sport",
      "patterns": [
        "sport",
        "sportss",
        "sports",
        "spor",
        "spo"
      ],
      "responses": [
        "There is 10 product in the sport category: Running Shoes, Yoga Mat, Camping Tent, Bicycle Helmet, Backpack, Basketball, Tennis Racket, Golf Club, Soccer Ball, Hiking Boots"
      ]
    },
    {
      "tag": "account management",
      "patterns": [
        "account management",
        "account managemen",
        "account manageme",
        "account managem",
        "account manage",
        "account manag",
        "account mana",
        "account man",
        "account ma",
        "account m",
        "account ",
        "account",
        "accoun",
        "accou",
        "acco"
      ],
      "responses": [
        "Please review procedure of changing account information below:/n1. Log in to your e-commerce account./n2. Navigate to the 'Account Settings' or 'Profile' section./n3. Find and click on the 'Edit' or 'Change' option for the information you want to update (e.g., email, password, address)./n4. Enter the new information in the provided fields./n5. Verify the changes by re-entering the new information or providing additional confirmation./n6. If required, provide your current password for security verification./n7. Double-check the changes and ensure they are accurate./n8. Click the 'Save' or 'Update' button to apply the changes./n9. Some changes might require additional verification steps, such as confirming through a verification email or SMS./n10. After successfully updating the information, you might be prompted to log in again with the new details./n11. Confirm that your account information has been updated by reviewing the changes on your profile or account settings page."
      ]
    },
    {
      "tag": "sign up",
      "patterns": [
        "sign up",
        "sign u",
        "sign ",
        "sign",
        "signs",
        "create account",
        "create accoun",
        "create accou",
        "create acco",
        "create acc",
        "create ac",
        "create a"
      ],
      "responses": [
        "Please review below our procedure for sign up: /n1. Visit the Website: Access the e-commerce website's homepage. /n2. Click Sign Up: Look for the 'Sign Up' or 'Create Account' button/link and click on it. /n3. Provide Information: Fill out the registration form with your personal details. /n4. Enter Email: Input a valid email address that you have access to. /n5. Create Password: Choose a strong and secure password for your account. /n6. Confirm Password: Re-enter the password to ensure accuracy. /n7. Complete Captcha: Solve any CAPTCHA or verification challenges to prove you're not a robot. /n8. Review Terms: Read and agree to the terms of service and privacy policy. /n9. Click Sign Up: Confirm your registration by clicking the 'Sign Up' or 'Register' button. /n10. Verify Email: Check your email inbox for a verification link. /n11. Click Verification Link: Open the email and click on the provided verification link. /n12. Complete Profile: Once verified, you may be prompted to complete your profile with additional information. /n13. Explore the Website: Start browsing products and adding items to your cart. /n14. Manage Account: Access your account dashboard to updatetings, addresses, and payment methods. /n15. Make Purchases: Proceed to checkout to buy products and make payments. /n16. Receive Confirmation: Get order confirmation and tracking details for your purchases. /n17. Enjoy Shopping: Explore the website's offerings and enjoy your shopping experience! /n18. Provide Feedback: After making purchases, consider leaving reviews to help other shoppers. /n19. Stay Updated: Keep an eye on emails and notifications for promotions and updates. /n20. Log In: For future visits, use your email and password to log in to your account."
      ]
    },
    {
      "tag": "sign in",
      "patterns": [
        "sign in",
        "sign i",
        "log in",
        "log i",
        "registrations",
        "registration",
        "registratio",
        "registrati",
        "registrat",
        "registra",
        "registr",
        "register",
        "registe",
        "regist",
        "regis"
      ],
      "responses": [
        "Please review below our sign in procedure: /n1. Visit the Website: Open your preferred web browser and navigate to the e-commerce website. /n2. Click Sign In: Look for the 'Sign In' or 'Log In' option on the homepage and click on it. /n3. Enter Credentials: Provide your registered email address and password in the respective fields. /n4. Click Sign In: Once you've entered your credentials, click the 'Sign In' button. /n5. Two-Factor Authentication (Optional): If enabled, complete any two-factor authentication steps. /n6. Account Verification (Optional): Verify your identity through email or phone verification if prompted. /n7. Access Your Account: Upon successful authentication, you'll be directed to your account dashboard. /n8. Browse and Shop: You can now browse products, add items to your cart, and proceed to checkout. /n9. Manage Account: Use your account dashboard to view order history, update information, and more. /n10. Sign Out: When you're done, remember to log out to secure your account."
      ]
    },
    {
      "tag": "sign out",
      "patterns": [
        "sign out",
        "sign ou",
        "sign o"
      ],
      "responses": [
        "Please review below our sign out procedure: /n1. Navigate to the 'Account' or 'Profile' section of the e-commerce website./n2. Look for the 'Sign Out' or 'Log Out' option. It's usually located near your account information./n3. Click on the 'Sign Out' option./n4. You might be prompted to confirm your decision to sign out./n5. After confirming, you will be logged out of your account./n6. Make sure to close the browser tab or window for added security./n7. If you wish to use the website again, you'll need to log in with your credentials."
      ]
    },
    {
      "tag": "change password",
      "patterns": [
        "change password",
        "change passwor",
        "change passwo",
        "change passw",
        "change pass",
        "change pas",
        "change pa",
        "change p",
        "password",
        "passwords",
        "passwor",
        "passwo",
        "passw",
        "pass"

      ],
      "responses": [
        "Please review our changing password procedure below: /n1. Log in to your customer account on the e-commerce website./n2. Navigate to your account settings or profile page./n3. Look for the 'Change Password' or 'Update Password' option./n4. Click on the password change option to proceed./n5. You may be required to enter your current password for verification./n6. Enter your new desired password in the provided field./n7. Make sure your new password meets any requirements specified (e.g., minimum length, special characters, etc.)./n8. Confirm your new password by entering it again in a confirmation field./n9. Once both password fields match, submit the changes./n10. You might receive a confirmation message that your password has been changed successfully./n11. Log out of your account and log in again using your new password to ensure it works."
      ]
    },
    {
      "tag": "change email",
      "patterns": [
        "change email",
        "change emai",
        "change ema",
        "change em",
        "change e",
        "emails",
        "email",
        "emai",
        "ema"

      ],
      "responses": [
        "Please review our changing email procedure below: /n1. Log in to your e-commerce account using your current email and password./n2. Navigate to the 'Account Settings' or 'Profile' section of the website./n3. Look for an option like 'Change Email' or 'Update Email Address' and click on it./n4. You may be asked to provide your current password for security purposes./n5. Enter your new email address in the designated field./n6. Confirm the new email address by entering it again./n7. Double-check the entered email address to ensure it's accurate./n8. Click on the 'Save' or 'Update' button to apply the changes./n9. The website may send a verification link or code to your new email address./n10. Check your new email inbox and click on the verification link or enter the code as required./n11. Once verified, your email address will be updated on the e-commerce website./n12. Log out and log in again with your new email address to ensure the changes are effective."
      ]
    },
    {
      "tag": "change address",
      "patterns": [
        "change address",
        "change addres",
        "change addre",
        "change addr",
        "change add",
        "change ad",
        "change a",
        "address",
        "addresses",
        "addresse",
        "addres",
        "addre",
        "addr"

      ],
      "responses": [
        "Please review our changing address procedure below: /nLog in to your e-commerce account./nNavigate to the 'My Account' or 'Profile' section./nLook for the 'Address' or 'Shipping Information' tab./nClick on the 'Edit' or 'Update' option next to your current address./nEnter your new address details, including street address, city, state, postal code, and country./nDouble-check the entered information for accuracy./nClick the 'Save' or 'Update' button to save your new address./nYou might need to re-enter your password or provide additional verification for security purposes./nReview the updated address to ensure it's correct./nLog out of your account if you're done./nYou may receive a confirmation email regarding the address change."
      ]
    },
    {
      "tag": "account block",
      "patterns": [
        "account block",
        "account bloc",
        "account blo",
        "account bl",
        "account b",
        "blocked",
        "blocke",
        "block",
        "bloc",
        "blo",
        "banned",
        "banne",
        "bann",
        "ban",
        "locked",
        "locke",
        "lock",
        "loc"
      ],
      "responses": [
        "Your account has been blocked due to suspicious activity below:/n1. Multiple failed login attempts were detected on your account./n2. Unusual purchasing behavior triggered a security measure./n3. Your account was flagged for potential violation of our terms of service./n4. We detected a potential security breach on your account."
      ]
    },
    {
      "tag": "account recover",
      "patterns": [
        "account recover",
        "account recove",
        "account recov",
        "account reco",
        "account rec",
        "account re",
        "account r",
        "recover",
        "recove",
        "recov",
        "reco",
        "recover my account",
        "recover account",
        "recover accoun",
        "recover accou",
        "recover acco",
        "recover acc",
        "recover ac",
        "recover a",
        "recover ",
        "recover",
        "recove",
        "recov"
      ],
      "responses": [
        "Please review procedure of recover account below: /nVisit the e-commerce website's login page./nClick on the 'Forgot Password' or 'Account Recovery' link./nEnter the email address associated with your account./nCheck your email inbox for a password reset link./nClick on the link provided in the email./nFollow the instructions to create a new password./nLog in to your account using the new password./nUpdate any additional account information if required."
      ]
    },
    {
      "tag": "dangerous",
      "patterns": [
        "abuse",
        "drugs",
        "drug",
        "heroin",
        "rape",
        "affront",
        "aspersion",
        "belittle",
        "calumny",
        "censure",
        "contumely",
        "contumely",
        "defame",
        "denigrate",
        "disparage",
        "disrespect",
        "effrontery",
        "execration",
        "flout",
        "foul-mouthed",
        "gibe",
        "impugn",
        "invective",
        "irreverence",
        "jeer",
        "libel",
        "mockery",
        "obloquy",
        "offense",
        "outrage",
        "profanity",
        "revile",
        "sarcasm",
        "slander",
        "slur",
        "spite",
        "spitefulness",
        "spitefulness",
        "taunt",
        "vilification",
        "vituperation",
        "vulgarity",
        "dangerous",
        "insult",
        "kill",
        "hate",
        "headshot",
        "shit",
        "bushit",
        "motherfucker",
        "fuck",
        "deepshit",
        "rape",
        "sex",
        "porn",
        "hardcore",
        "punch",
        "hit",
        "kick",
        "slap",
        "idiot",
        "bastard",
        "fuckface",
        "dog",
        "animal",
        "tyrant",
        "dangerous",
        "hazedous",
        "toxic",
        "racist",
        "insult",
        "racist",
        "agitation",
        "distorted",
        "offence",
        "destructive",
        "cry",
        "rape",
        "slave",
        "toxic",
        "hazardous",
        "bitch",
        "lying",
        "lie",
        "dead",
        "die",
        "dirty"
      ],
      "responses": [
        "The content of your message is not suitable; kindly opt for alternative words. Many thanks.",
        "Your communication contains unsuitable content. Please consider selecting alternate vocabulary. Thank you sincerely.",
        "The wording in your message is not appropriate. Would you please use different terms? Many thanks.",
        "The message you've conveyed is inappropriate. We request you to select alternative expressions. Thanks a lot.",
        "Your statement is not fitting for the context; kindly choose alternative wording. Thank you very much.",
        "The content of your message is unsuitable. Kindly opt for different words. Thanks a bunch.",
        "Your message is not appropriate; kindly select different terms. Thanks a lot.",
        "The choice of words in your message is inappropriate. Please consider using different expressions. Thank you very much.",
        "The wording in your message is not suitable. Kindly choose alternate words. Many thanks.",
        "Your message contains content that is not appropriate. Please choose different words. Thank you sincerely."
      ]
    },
    {
      "tag": "deals and discounts",
      "patterns": [
        "deals and discounts",
        "deals and discount",
        "deals and discoun",
        "deals and discou",
        "deals and disco",
        "deals and disc",
        "deals and dis",
        "deals and di",
        "deals and d",
        "deals and ",
        "deals and",
        "deals an",
        "deals a",
        "deals ",
        "deals",
        "deal",
        "discounts",
        "discount",
        "discoun",
        "discou",
        "disco"
      ],
      "responses": [
        "We regularly offer a variety of deals and discounts on our products. You can find the latest promotions by visiting our 'Deals' or 'Special Offers' section on the website. Keep an eye out for limited-time offers, clearance items, and seasonal sales. To stay updated on exclusive deals, you can subscribe to our newsletter or follow us on social media. Remember that discount codes can often be applied during checkout to enjoy the savings. Feel free to explore and take advantage of the great deals we have available!"
      ]
    },
    {
      "tag": "gift cards and vouchers",
      "patterns": [
        "gift cards and vouchers",
        "gift cards and voucher",
        "gift cards and vouche",
        "gift cards and vouch",
        "gift cards and vouc",
        "gift cards and vou",
        "gift cards and vo",
        "gift cards and v",
        "gift cards and ",
        "gift cards and",
        "gift cards an",
        "gift cards a",
        "gift cards ",
        "gift card ",
        "gift car ",
        "gift ca ",
        "gift c ",
        "gift  ",
        "gift ",
        "gif ",
        "vouchers",
        "voucher",
        "vouche",
        "vouch",
        "vouc"
      ],
      "responses": [
        "Yes, we offer a variety of gift cards and vouchers that you can purchase. Our gift cards come in both physical and digital formats, with flexible value ranges. You can use gift cards for online purchases, and some may also be valid for in-store shopping. To buy a gift card, simply visit our 'Gift Cards' section on our website, choose the desired value, and follow the instructions to purchase. Gift cards are a great way to give someone the freedom to choose their favorite products from our store. Keep in mind that some restrictions and expiration dates may apply, so be sure to check the terms and conditions associated with each gift card."
      ]
    },
    {
      "tag": "order tracking",
      "patterns": [
        "order tracking",
        "order trackin",
        "order tracki",
        "order track",
        "order trac",
        "order tra",
        "order tr",
        "order t",
        "tracking",
        "trackin",
        "tracki",
        "track",
        "trac"
      ],
      "responses": [
        "You can easily track your order by using the tracking number provided in your order confirmation email or by logging into your account on our website. Once you have the tracking number, visit our tracking page or the carrier's website to see the real-time status of your delivery. Tracking information is usually available shortly after your order has been shipped. Keep in mind that tracking updates might take a bit of time to reflect the latest location. If you encounter any issues or have questions about your tracking, our customer support team is here to assist you."
      ]
    },
    {
      "tag": "product comparison",
      "patterns": [
        "product comparisons",
        "product comparison",
        "product compariso",
        "product comparis",
        "product compari",
        "product compar",
        "product compa",
        "product comp",
        "product com",
        "product co",
        "product c"
      ],
      "responses": [
        "Our product comparison tool allows you to easily compare the specifications and features of different products. You can find this tool on the product pages or in the shopping cart, depending on the platform. You can select multiple products and see their specifications side by side, making it convenient to identify the differences and similarities. The comparison typically includes key information such as size, color, price, ratings, and other relevant details. While it's a great tool to help you make informed decisions, keep in mind that customer reviews and ratings can also provide valuable insights. If you have any questions about the comparison or need further assistance, our customer support team is always here to help!"
      ]
    },
    {
      "tag": "product reviews and ratings",
      "patterns": [
        "product reviews and ratings",
        "product reviews and rating",
        "product reviews and ratin",
        "product reviews and rati",
        "product reviews and rat",
        "product reviews and ra",
        "product reviews and r",
        "product reviews an",
        "product reviews a",
        "product reviews ",
        "product reviews",
        "product review",
        "product revie",
        "product revi",
        "product rev",
        "product re",
        "product r",
        "reviews and ratings",
        "reviews and rating",
        "reviews and ratin",
        "reviews and rati",
        "reviews and rat",
        "reviews and ra",
        "reviews and r",
        "reviews and ",
        "reviews an",
        "reviews a",
        "reviews ",
        "reviews",
        "review"
      ],
      "responses": [
        "You can access product reviews and ratings directly on the product pages of our website. The ratings are indeed based on genuine customer feedback, providing valuable insights into the quality and performance of the products. While we take measures to ensure the authenticity of reviews, we encourage you to consider a variety of opinions and experiences when making a decision. Product reviews often cover aspects like usability, durability, and overall satisfaction. You can leave a review for a product you've purchased by navigating to its page and following the review submission process. It's highly recommended to consider both positive and negative reviews to gain a balanced perspective on a product. If you have any specific questions about a product, you can often find answers in the review section. Feel free to explore the reviews and ratings to make informed choices!"
      ]
    },
    {
      "tag": "shipping information",
      "patterns": [
        "shipping informations",
        "shipping information",
        "shipping informatio",
        "shipping informati",
        "shipping informat",
        "shipping informa",
        "shipping inform",
        "shipping infor",
        "shipping info",
        "shipping inf",
        "shipping in",
        "shipping i",
        "shipping",
        "shippin",
        "shippi",
        "shipp",
        "ship"
      ],
      "responses": [
        "How is the shipping fee calculated?/n/nThe shipping cost of an order is calculated based on 2 factors:/nTotal volume of orders: calculated based on the volume of products created by the Seller/nDistance between Seller and Buyer: calculated based on Seller's default pickup address and Buyer's shipping address/nDifferent shipping units will have different shipping rates because each unit has its own fee policy"
      ]
    },
    {
      "tag": "product availability",
      "patterns": [
        "product availability",
        "product availabilit",
        "product availabili",
        "product availabil",
        "product availabi",
        "product availab",
        "product availa",
        "product avail",
        "product avai",
        "product ava",
        "product av",
        "product a",
        "availability",
        "availabilit",
        "availabili",
        "availabil",
        "availabi",
        "availab",
        "availa",
        "avail",
        "avai"
      ],
      "responses": [
        "Product availability can vary based on factors such as dem and  and supply. To check if a product is currently in stock, simply navigate to the product page where you'll find the availability status indicated. If the product is 'In Stock,' it means it's currently available for purchase. If a product is marked as 'Out of Stock,' unfortunately, it's temporarily unavailable. Our inventory is regularly updated, and popular items may sell out quickly. You can often find estimated restocking dates for certain products on their respective pages. If you're interested in an out-of-stock item, you can opt to receive notifications when it's back in stock, or in some cases, pre-order items to secure your purchase. Our customer support team is also available to provide you with more specific information about product availability."
      ]
    },
    {
      "tag": "return policy",
      "patterns": [
        "return policies",
        "return policie",
        "return polici",
        "return polic",
        "return policy",
        "return poli",
        "return pol",
        "return po",
        "return p",
        "return ",
        "return"
      ],
      "responses": [
        "Our return policy is designed to ensure your satisfaction with your purchases. You typically have [X] days from the date of purchase to return an item. If you've changed your mind about a product, you can generally return it, provided it meets our return criteria. We offer a hassle-free return process, and in some cases, we provide free returns. Items eligible for return include those in their original condition with packaging intact. Damaged or defective items can also be returned for a replacement or refund. However, personalized or custom-made items may have different return guidelines. Initiating a return is as easy as following the instructions on our website or contacting our customer support team. Returns are usually processed within [Y] business days once we receive the item. Keep in mind that specific return policies can vary depending on factors such as the type of product, sale status, and purchase location. Please review our detailed return policy on our website or reach out to our customer support for more information."
      ]
    },
    {
      "tag": "payment methods",
      "patterns": [
        "payment methods",
        "payment method",
        "payment metho",
        "payment meth",
        "payment met",
        "payment me",
        "payment m",
        "payment ",
        "payment",
        "paymen",
        "payme",
        "paym",
        "pay"
      ],
      "responses": [
        "We offer a variety of convenient payment methods to suit your preferences. You can pay using major credit and debit cards, including Visa, MasterCard, and American Express. We also accept digital payment options such as PayPal, Apple Pay, and Google Pay. Online ets and gift cards are also accepted forms of payment. We strive to make your shopping experience seamless, and there are generally no additional fees for using most payment methods. If you have a promo code, you can apply it during the checkout process to receive any available discounts. Our payment gateway is secured to protect your payment information. While we don't currently offer cryptocurrency payments, we're constantly evaluating new options to enhance your shopping experience. If you encounter any payment issues, our customer support team is here to assist you. Feel free to explore our range of payment options and choose the one that works best for you!"
      ]
    },
    {
      "tag": "international shipping",
      "patterns": [
        "international shipping",
        "international shippin",
        "international shippi",
        "international shipp",
        "international ship",
        "international shi",
        "international sh",
        "international s",
        "international ",
        "international",
        "internationa",
        "internation",
        "internatio",
        "internati",
        "internat",
        "interna",
        "intern"
      ],
      "responses": [
        "Yes, we offer international shipping to a variety of countries around the world. The countries we ship to are usually listed on our website during the checkout process. International shipping costs and delivery times can vary based on your location, the shipping method chosen, and the weight of the package. We provide both st and ard and expedited shipping options for international orders, often with tracking capabilities to help you monitor your package's journey. Keep in mind that some countries may impose customs duties, taxes, or import fees on international shipments, which are the responsibility of the recipient. It's advisable to check your country's regulations before placing an order. While we aim to ensure smooth customs clearance, occasional delays might occur due to customs processing. Please review our international shipping policy for specific details on fees, delivery times, and any restrictions that may apply to certain products."
      ]
    },
    {
      "tag": "categories",
      "patterns": [
        "categories",
        "categorie",
        "categori",
        "categor",
        "catego",
        "categ",
        "cate",
        "cat"
      ],
      "responses": [
        "Certainly, here's a list of our categories: Electronics, Clothing, Home andchen, Beauty and Personal Care, Sports, Toys and Games, Books and Stationery, Health, Jewelry and Accessories, Furniture and Home Decor."
      ]
    },
    {
      "tag": "technical issue can not signin",
      "patterns": [
        "can not signin",
        "can not signi",
        "can not signi",
        "can not sign in",
        "can not sign i"
      ],
      "responses": [
        "I'm sorry to hear that you can't sign in to your account please follow these steps below :/nCheck Your Credentials: Make sure you've entered your username or email address and password correctly. Double-check for typos,/n Password Reset: If you're sure your credentials are correct but can't sign in, use the 'Forgot Password' or 'Reset Password' option to create a new password,/n Clear Cookies and Cache: Clear your browser's cookies and cache, as these can sometimes cause sign-in issues."
      ]
    },


    {
      "tag": "technicalissueforgotpassword",
      "patterns": [
        "forget password",
        "forget passwor",
        "forget passwo",
        "forget passw",
        "forget pass",
        "forget pas",
        "forget pa",
        "forget p"
      ],
      "responses": [
        "If you've forgotten your password, don't worry. You can easily reset it by clicking on the 'Forgot Password' link on the login page. Follow the instructions provided, and you'll be able to a new password for your account."
      ]
    },
    {
      "tag": "contactsupport",
      "patterns": [
        "contactsupport",
        "contact support",
        "contact supports",
        "contact suppor",
        "contact suppo",
        "contact supp",
        "contact sup",
        "contact su"
      ],
      "responses": [
        "Please contact our customer care department at the following details:/n hotline: 1900 0808 /nor/n send an email to: cskh@fpt.com for support"
      ]
    },
    {
      "tag": "topproduct",
      "patterns": [
        "topproduct",
        "top products",
        "top product",
        "top produc",
        "top produ",
        "top prod",
        "top pro",
        "top pr"
      ],
      "responses": [
        "Here is the top 5 hot seller: /niPhone 13/nApple AirPods Pro/n Maker with Timer/nPerfumeSamplerSet/nGolf Club"
      ]
    },
    {
      "tag": "shippingmethod",
      "patterns": [
        "shippingmethod",
        "shipping method",
        "shipping metho",
        "shipping meth",
        "shipping met",
        "shipping me"
      ],
      "responses": [
        "We have/n+inner city shipping: Free ship for st and ard delivery, 10$ for Fast delivery/n+suburb shipping: 10$ for st and ard delivery, 20$ for Fast delivery/n+international shipping: depends on the delivery country, contact shipping department for further information"
      ]
    },
    {
      "tag": "guarantee policy",
      "patterns": [
        "guarantee policies",
        "guarantee policie",
        "guarantee polici",
        "guarantee polic",
        "guarantee policy",
        "guarantee poli",
        "guarantee pol",
        "guarantee po",
        "guarantee p",
        "guarantee ",
        "guarantee",
        "guarante",
        "guarant",
        "guaran",
        "guara",
        "guar",
        "assuarance",
        "assuaranc",
        "assuaran",
        "assuara",
        "assuar",
        "assua",
        "assu"
      ],
      "responses": [
        "Please kindly review below our guarantee policy for your information: /n1. 30-day money-back guarantee on all products. /n2. Products are guaranteed to be authentic and of high quality. /n3. Secure payment processing to ensure your financial information is safe. /n4. Easy returns and exchanges process. /n5. Guaranteed on-time delivery of your orders. /n6. Responsive customer support available 24/7. /n7. Products are covered by manufacturer warranties. /n8. Your personal information will be kept confidential. /n9. Price matching guarantee for identical items found at lower prices. /n10. Satisfaction guarantee: If you're not happy with your purchase, we'll make it right. /n11. No hidden fees or extra charges on your orders. /n12. Guaranteed protection against fraud and unauthorized transactions. /n13. Dedicated team to handle any issues related to your purchases. /n14. Clear terms and conditions for refunds, replacements, and cancellations. /n15. Guaranteed secure checkout process with encryption. /n16. Transparency in product descriptions and specifications. /n17. Guaranteed availability of customer reviews and ratings to aid your decision-making. /n18. Hassle-free cancellation of orders within a certain time frame. /n19. Guaranteed resolution of any product defects or issues. /n20. Regular updates on the status of your orders and shipments."
      ]
    },
    {
      "tag": "Returns and Refunds",
      "patterns": [
        "Returns and Refunds",
        "Returns and Refund",
        "Returns and Refun",
        "Returns and Refu",
        "Returns and Ref",
        "Returns and Re",
        "Returns and R",
        "Returns and ",
        "Returns and",
        "Returns an",
        "Returns a",
        "Returns ",
        "Returns",
        "Return",
        "Retur",
        "Retu",
        "Refunds",
        "Refund",
        "Refun",
        "Refu",
        "Ref"
      ],
      "responses": [
        "Please kindly review below our Returns and Refunds policy for your information: /n1. Eligibility for Returns and Refunds: /n - Items must be unused, undamaged, and in their original packaging. /n - Certain items, such as perishable goods or personalized items, may not be eligible for returns. /n2. Timeframe for Returns: /n - Customers have 30 days from the date of delivery to request a return. /n3. Return Process: /n - Contact our customer support team to initiate the return process. /n - Provide order details and reasons for the return. /n - Receive a Return Authorization and shipping instructions. /n4. Shipping Costs: /n - Customers may be responsible for return shipping costs unless the return is due to our error. /n5. Inspection and Processing: /n - Returned items will be inspected for eligibility and condition. /n - Refunds will be processed within 5 business days after receiving the returned items. /n6. Refund Methods: /n - Refunds will be issued to the original payment method. /n - In some cases, store credit or exchange options may be offered. /n7. Partial Refunds: /n - If items are returned in a used or damaged condition, a partial refund may be issued. /n8. Refunds for Sale Items: /n - Sale items may be eligible for refunds but at the discounted price. /n9. Refunds for Gift Purchases: /n - Refunds for gifts will be processed as store credit to the recipient. /n10. Non-Returnable Items: /n - Certain items, such as downloadable products or gift cards, are non-returnable. /n11. Damaged or Defective Items: /n - Customers should report damaged or defective items within 7 days of delivery. /n - A replacement or refund will be provided for such items. /n12. Communication: /n - We will keep customers updated throughout the return and refund process. /n - Customers can contact our customer support team for any inquiries. /n13. Policy Changes: /n - Our Returns and Refunds policy is subject to change, and updates will be posted on our website. /n14. Contact Information: /n - For any return or refund-related queries, contact our customer support at support@example.com."
      ]
    },
    {
      "tag": "payment and billing",
      "patterns": [
        "payment and billing",
        "payment and billin",
        "payment and billi",
        "payment and bill",
        "payment and bil",
        "payment and bi",
        "payment and b",
        "payment and ",
        "payment and",
        "payment an",
        "billings",
        "billing",
        "billin",
        "billi",
        "bill",
        "bil"
      ],
      "responses": [
        "Please review our payment and billing procedure below: /n1. Payment Methods: We accept various payment methods, including credit/debit cards, PayPal, and more. Please check our checkout page for available options. /n2. Payment Security: Your payment information is encrypted and secured using industry-standard methods to ensure your financial data is protected. /n3. Billing Information: Make sure your billing address and payment details are accurate to avoid any issues with processing your order. /n4. Order Confirmation: After making a purchase, you'll receive an order confirmation email containing details of your transaction and items ordered. /n5. Billing Accuracy: We strive to provide accurate pricing information, but in case of any errors, we reserve the right to correct the price and notify you before processing your order. /n6. Currency and Taxes: Prices are displayed in your selected currency and may include applicable taxes. You'll see the final price during checkout. /n7. Recurring Payments: Some products/services may involve recurring payments. Check the product details to understand the billing frequency and duration. /n8. Subscription Services: If you subscribe to any services, you'll be billed according to the terms of the subscription. You can manage your subscriptions in your accounttings. /n9. Refunds and Returns: Our refund and return policy outlines the conditions for requesting refunds or returning items. Please review it before making a purchase. /n10. Billing Disputes: If you believe there's an error in your billing, contact our customer support within a reasonable time frame for assistance. /n11. Account Security: Keep your account information secure to prevent unauthorized access and potential misuse. /n12. Communication: We may send billing-related notifications and updates to the email address associated with your account. /n13. Changes to Policy: We reserve the right to update our payment and billing policy. Any changes will be communicated through our website or email. /n14. Contact Us: If you have any questions about our payment and billing policy, feel free to contact our customer support."
      ]
    },
    {
      "tag": "technical support",
      "patterns": [
        "technical supports",
        "technical support",
        "technical suppor",
        "technical suppo",
        "technical supp",
        "technical sup",
        "technical su",
        "technical s"
      ],
      "responses": [
        "Please review our technical support procedure below: /n1. Customer Inquiry: Receive a technical support request from the customer. /n2. Initial Assessment: Gather information about the customer's technical issue and assess its complexity. /n3. Troubleshooting: Provide the customer with step-by-step instructions to troubleshoot the issue. /n4. Remote Assistance: If necessary, offer remote assistance to directly diagnose and resolve the problem. /n5. Escalation: If the issue remains unresolved, escalate it to more experienced technical support staff. /n6. Research: Research the issue further, consult documentation, and explore potential solutions. /n7. Solution Proposal: Offer a detailed solution or workaround to the customer, explaining the steps clearly. /n8. Follow-Up: Check back with the customer to ensure the proposed solution worked as expected. /n9. Documentation: Document the issue, solution, and any relevant details for future reference. /n10. Customer Satisfaction: Ensure the customer is satisfied with the resolution and ask for feedback. /n11. Continuous Learning: Incorporate lessons learned into training and support materials for improvement. /n12. Monitoring: Keep an eye on recurring issues to identify opportunities for system improvements. /n13. Communication: Maintain clear and timely communication with the customer throughout the process. /n14. Empathy: Show understanding and patience while assisting the customer with technical problems. /n15. Training: Provide training materials to help customers better understand the platform's features. /n16. Regular Updates: Keep the customer informed about the progress of complex technical issues. /n17. Feedback Loop: Share insights and feedback with the development team for ongoing improvement. /n18. Accessibility: Ensure that technical support channels are easily accessible to customers. /n19. Multichannel Support: Offer technical support through various channels like chat, email, and phone. /n20. Problem Resolution: Strive for efficient and effective problem resolution to enhance customer experience."
      ]
    },
    {
      "tag": "promotions and sales",
      "patterns": [
        "promotions and sales",
        "promotions and sale",
        "promotions and sal",
        "promotions and sa",
        "promotions and s",
        "promotions and ",
        "promotions and",
        "promotions an",
        "promotions a",
        "promotions ",
        "promotions",
        "promotion",
        "promotio",
        "promoti",
        "promot",
        "promo",
        "prom"
      ],
      "responses": [
        "Please review our promotions and sales campain below: /n1. Summer Sale: Enjoy up to 50% off on selected items during our Summer Sale event! /n2. Buy One Get One Free: Purchase any item from the 'BOGO' category and get another one for free. /n3. Flash Deal: Get a 24-hour exclusive discount of 30% on our bestselling products. /n4. Weekend Special: Shop this weekend and get 15% off on orders over $100. /n5. New Customer Discount: Sign up today and receive a 10% discount on your first purchase. /n6. Bundle Offer: Buy a laptop and printer together and save 20% on the total price. /n7. Clearance Sale: Last chance to grab items from our clearance collection at huge discounts. /n8. Loyalty Rewards: Earn points for every purchase and redeem them for discounts on future orders. /n9. Free Shipping Promo: Enjoy free shipping on all orders for a limited time. /n10. Holiday Sale: Celebrate the holidays with up to 40% off on festive products. /n11. Refer a Friend: Refer a friend and both of you get 20% off on your next orders. /n12. Seasonal Discount: Winter is here! Get 25% off on winter clothing and accessories. /n13. Email Subscriber Exclusive: Subscribers get early access to a 15% off sale. /n14. Buy More, Save More: Buy 3 items and get 25% off, buy 5 items and get 40% off. /n15. Limited Stock Alert: Grab these limited-stock items now at discounted prices. /n16. Back-to-School Sale: Get ready for school with 20% off on stationery and backpacks. /n17. Black Friday Super Sale: Unbelievable discounts on a wide range of products for Black Friday. /n18. End of Season Clearance: Up to 60% off on last season's items to make way for new arrivals. /n19. Social Media Exclusive: Follow us on social media and get access to an exclusive 10% discount. /n20. Anniversary Celebration: Join us in celebrating our anniversary with special deals and offers."
      ]
    },
    {
      "tag": "feedback",
      "patterns": [
        "feedbacks",
        "feedback",
        "feedbac",
        "feedba",
        "feedb",
        "feed",
        "fee"
      ],
      "responses": [
        "Please review our feedback shopping procedure below: /n1. Order Completion: Complete your purchase on the e-commerce website. /n2. Post-Purchase Communication: After receiving your order, you might receive an email asking for feedback. /n3. Click the Feedback Link: Open the email and click on the provided link to provide feedback. /n4. Rate the Experience: Give a rating based on your overall shopping experience, usually on a scale of 1 to 5. /n5. Product Satisfaction: Indicate your satisfaction with the purchased product's quality and condition. /n6. Shipping and Delivery: Rate the shipping speed and the condition of the package upon arrival. /n7. User-Friendly Interface: Provide feedback on how easy it was to navigate and use the website. /n8. Customer Support: Share your experience with the customer support service, if you had interactions. /n9. Comments and Suggestions: Leave comments about what you liked and any areas that could be improved. /n10. Submit Feedback: Once you've provided your ratings and comments, submit your feedback. /n11. Thank You: You might receive a thank-you message for your feedback, acknowledging your input. /n12. Continuous Improvement: The e-commerce platform uses your feedback to enhance the shopping experience."
      ]
    },
    {
      "tag": "best-selling",
      "patterns": [
        "best-sellings",
        "best-selling",
        "best-sellin",
        "best-selli",
        "best-sell",
        "best-sel",
        "best-se",
        "best-s",
        "best-",
        "best",
        "bes"
      ],
      "responses": [
        "Please review best selling products below: /nRemote Controlled Car/nBuilding Blocks/nEssential Oil Diffuser/nHerbal Tea Assortment/nCrystal Stud Earrings/nCharm Bracelet/nBookshelf/niPhone 13/nClassic White T-shirt/nBlack Skinny Jeans"        
      ]
    },
    {
      "tag": "Board",
      "patterns": [
        "Boards",
        "Board",
        "Boar",
        "Boa"
      ],
      "responses": [
        "- code: code10000,/n- product: Board Game,/n- category: toys and games,/n- Quantity: 400,/n- Price:50,/n- Description: Enjoy hours of fun and strategic thinking with our Board Game. This comprehensive collection includes a variety of classic and modern board games suitable for all ages. Gather your friends and family for game nights filled with laughter, competition, and bonding. Whether you're into strategic challenges, word puzzles, or trivia, our Board Game has something for everyone."
      ]
    },
    {
      "tag": "Remote-Controlled Car",
      "patterns": [
        "Remote-Controlled Car",
        "Remote-Controlled Ca",
        "Remote-Controlled C",
        "Remote-Controlled ",
        "Remote-Controlled",
        "Remote-Controlle",
        "Remote-Controll",
        "Remote-Control",
        "Remote-Contro",
        "Remote-Contr",
        "Remote-Cont",
        "Remote-Con",
        "Remote-Co",
        "Remote-C",
        "Remote-",
        "Remote",
        "Remot"
      ],
      "responses": [
        "- code: code10001,/n- product: Remote-Controlled Car,/n- category: toys and games,/n- Quantity: 420,/n- Price:80,/n- Description: Experience the thrill of speed and control with our Remote-Controlled Car. This high-performance vehicle is equipped with advanced remote control technology, allowing you to navigate sharp turns, perform stunts, and race at impressive speeds. With its sleek design and responsive controls, it's the perfect choice for both beginners and RC enthusiasts. Get ready to race and explore with this exciting remote-controlled car."
      ]
    },
    {
      "tag": "Puzzle Cube",
      "patterns": [
        "Puzzle Cube",
        "Puzzle Cub",
        "Puzzle Cu",
        "Puzzle C",
        "Puzzle ",
        "Puzzle",
        "Puzzl",
        "Puzz"
      ],
      "responses": [
        "- code: code10002,/n- product: Puzzle Cube,/n- category: toys and games,/n- Quantity: 523,/n- Price:60,/n- Description: Challenge your mind and dexterity with our Puzzle Cube. This iconic and timeless brain-teaser provides endless entertainment as you twist and turn the cube to match the colors on each face. Whether you're a puzzle-solving novice or a seasoned cuber, this Puzzle Cube offers a satisfying and rewarding experience. Sharpen your cognitive skills and patience while unraveling the complexities of this classic toy."
      ]
    },
    {
      "tag": "Stuffed Animal Plush",
      "patterns": [
        "Stuffed Animal Plush",
        "Stuffed Animal Plus",
        "Stuffed Animal Plu",
        "Stuffed Animal Pl",
        "Stuffed Animal P",
        "Stuffed Animal ",
        "Stuffed Animal",
        "Stuffed Anima",
        "Stuffed Anim",
        "Stuffed Ani",
        "Stuffed An",
        "Stuffed A",
        "Stuffed ",
        "Stuffed",
        "Stuffe",
        "Stuff"
      ],
      "responses": [
        "- code: code10003,/n- product: Stuffed Animal Plush,/n- category: toys and games,/n- Quantity: 625,/n- Price:35,/n- Description: Embrace warmth and comfort with our Stuffed Animal Plush collection. These cuddly companions come in a variety of adorable animals, sizes, and textures, making them perfect for children and collectors alike. Crafted with soft, huggable materials, these plush toys offer a sense of companionship and security. Whether as a gift or a decorative addition to your space, our Stuffed Animal Plush brings joy and coziness wherever they go."
      ]
    },
    {
      "tag": "Action Figure",
      "patterns": [
        "Action Figure",
        "Action Figur",
        "Action Figu",
        "Action Fig",
        "Action Fi",
        "Action F",
        "Action ",
        "Action",
        "Actio"
      ],
      "responses": [
        "- code: code10004,/n- product: Action Figure,/n- category: toys and games,/n- Quantity: 489,/n- Price:100,/n- Description: Ignite your imagination and embark on thrilling adventures with our Action Figure collection. These meticulously designed figures bring your favorite characters to life, featuring articulation for dynamic posing and play. From superheroes to iconic movie characters, our Action Figures capture the essence of beloved personalities. Whether displayed on a shelf or engaged in imaginative play, these figures are a must-have for fans of all ages."
      ]
    },
    {
      "tag": "Building Blocks",
      "patterns": [
        "Building Blocks",
        "Building Block",
        "Building Bloc",
        "Building Blo",
        "Building Bl",
        "Building B",
        "Building ",
        "Building",
        "Buildin",
        "Buildi",
        "Build"
      ],
      "responses": [
        "- code: code10005,/n- product: Building Blocks,/n- category: toys and games,/n- Quantity: 657,/n- Price:20,/n- Description: A Building Blocks is an engaging and educational toy that encourages creativity and imagination in children. With various shapes, colors, and sizes of blocks, this provides endless opportunities for kids to construct structures, buildings, and scenes. It helps enhance fine motor skills, spatial awareness, and cognitive development as children plan, design, and assemble their creations. Whether building towering castles or intricate designs, this fosters problem-solving skills and collaborative play."
      ]
    },
    {
      "tag": "Dollhouse",
      "patterns": [
        "Dollhouse",
        "Dollhous",
        "Dollhou",
        "Dollho",
        "Dollh",
        "Doll"
      ],
      "responses": [
        "- code: code10006,/n- product: Dollhouse,/n- category: toys and games,/n- Quantity: 325,/n- Price:60,/n- Description: A Dollhouse is a miniature dream world that allows children and hobbyists to build and decorate their own scaled-down houses. Theses include pre-cut pieces that can be assembled to create a charming home with multiple rooms, staircases, and even furnishings. Dollhouses inspire creativity as builders personalize and decorate each room, adding tiny furniture, rugs, papers, and accessories. It's a delightful way to develop attention to detail, design sense, and patience, while also providing endless hours of imaginative play."
      ]
    },
    {
      "tag": "Musical Keyboard",
      "patterns": [
        "Musical Keyboard",
        "Musical Keyboar",
        "Musical Keyboa",
        "Musical Keybo",
        "Musical Keyb",
        "Musical Key",
        "Musical Ke",
        "Musical K"
      ],
      "responses": [
        "- code: code10007,/n- product: Musical Keyboard Toy,/n- category: toys and games,/n- Quantity: 30,/n- Price:54,/n- Description: A Musical Keyboard Toy is an interactive musical instrument designed for kids to explore the joy of creating music. It features keys that produce different sounds when pressed, mimicking a real keyboard. Many models come with various instrument sounds, rhythms, and even pre-recorded melodies for children to experiment with. This toy fosters an early interest in music, rhythm, and coordination as kids learn to play simple tunes, experiment with melodies, and even compose their music."
      ]
    },
    {
      "tag": "Art and Craft",
      "patterns": [
        "Art and Crafts",
        "Art and Craft",
        "Art and Craf",
        "Art and Cra",
        "Art and Cr",
        "Art and C",
        "Art and ",
        "Art and"
      ],
      "responses": [
        "- code: code10009,/n- product: Art and Craft,/n- category: toys and games,/n- Quantity: 50,/n- Price:69,/n- Description: Art and Craft: Unleash your creativity with our comprehensive Art and Craft. Packed with a variety of materials, from colorful papers to brushes and paints, this is perfect for both beginners and experienced artists. Explore your artistic talents and create stunning masterpieces that reflect your unique style."
      ]
    },
    {
      "tag": "Classic Novels",
      "patterns": [
        "Classic Novels",
        "Classic Novel",
        "Classic Nove",
        "Classic Nov",
        "Classic No",
        "Classic N",
        "Classic ",
        "Classic",
        "Classi",
        "Class"
      ],
      "responses": [
        "- code: code10010,/n- product: Classic Novels,/n- category: books and stationery,/n- Quantity: 80,/n- Price:29,/n- Description: Classic Novels: Immerse yourself in timeless literary treasures with our Classic Novels. This carefully curated collection features beloved works by renowned authors, transporting you to different eras and places through captivating stories that have stood the test of time. Indulge in the beauty of literature and expand your literary horizons."
      ]
    },
    {
      "tag": "Calligraphy Pen",
      "patterns": [
        "Calligraphy Pen",
        "Calligraphy Pe",
        "Calligraphy P",
        "Calligraphy ",
        "Calligraphy",
        "Calligraph",
        "Calligrap",
        "Calligra",
        "Calligr",
        "Callig",
        "Calli",
        "Call"
      ],
      "responses": [
        "- code: code10011,/n- product: Calligraphy Pen,/n- category: books and stationery,/n- Quantity: 56,/n- Price:58,/n- Description: Calligraphy Pen: Elevate your handwriting to an art form with our Calligraphy Pen. This includes a range of meticulously crafted pens and a variety of nibs to help you achieve elegant and stylish calligraphy. Whether you're creating invitations or enhancing your everyday writing, this adds a touch of sophistication to your words."
      ]
    },
    {
      "tag": "Notebook with Inspirational Quotes",
      "patterns": [
        "Notebook with Inspirational Quote",
        "Notebook with Inspirational Quot",
        "Notebook with Inspirational Quo",
        "Notebook with Inspirational Qu",
        "Notebook with Inspirational Q",
        "Notebook with Inspirational ",
        "Notebook with Inspirational",
        "Notebook with Inspirationa",
        "Notebook with Inspiration",
        "Notebook with Inspiratio",
        "Notebook with Inspirati",
        "Notebook with Inspirat",
        "Notebook with Inspira",
        "Notebook with Inspir",
        "Notebook with Inspi",
        "Notebook with Insp",
        "Notebook with Ins",
        "Notebook with In",
        "Notebook with I",
        "Notebook with ",
        "Notebook with",
        "Notebook wit",
        "Notebook wi",
        "Notebook w",
        "Notebook "
      ],
      "responses": [
        "- code: code10012,/n- product: Notebook with Inspirational Quotes,/n- category: books and stationery,/n- Quantity: 489,/n- Price:36,/n- Description: Notebook with Inspirational Quotes: Capture your thoughts and ideas in our Notebook with Inspirational Quotes. Each page is adorned with motivational quotes to uplift your spirits as you jot down your reflections, plans, and dreams. This notebook is your companion on a journey of creativity, organization, and self-discovery."
      ]
    },
    {
      "tag": "Adult Coloring Book",
      "patterns": [
        "Adult Coloring Boo",
"Adult Coloring Bo",
"Adult Coloring B",
"Adult Coloring ",
"Adult Coloring",
"Adult Colorin",
"Adult Colori",
"Adult Color",
"Adult Colo",
"Adult Col",
"Adult Co",
"Adult C",
"Adult ",
"Adult",
"Adul"
      ],
      "responses": [
        "- code: code10013,/n- product: Adult Coloring Book,/n- category: books and stationery,/n- Quantity: 625,/n- Price:89,/n- Description: Adult Coloring Book: Find tranquility and joy in our Adult Coloring Book. Filled with intricate designs and patterns, this book offers a relaxing escape from the stresses of daily life. Grab your favorite coloring tools and immerse yourself in a world of colors, allowing your imagination to come to life with each stroke."
      ]
    },
    {
      "tag": "Academic Planner",
      "patterns": [
        "Academic Planne",
"Academic Plann",
"Academic Plan",
"Academic Pla",
"Academic Pl",
"Academic P",
"Academic ",
"Academic",
"Academi",
"Academ",
"Acade",
"Acad",
"Aca"
      ],
      "responses": [
        "- code: code10014,/n- product: Academic Planner,/n- category: books and stationery,/n- Quantity: 123,/n- Price:125,/n- Description: Academic Planner: Stay organized and excel in your studies with our Academic Planner. Designed with students in mind, this planner helps you manage your classes, assignments, and extracurricular activities effectively. With ample space for planning and goal-setting, you'll stay on top of your academic journey."
      ]
    },
    {
      "tag": "Fountain Pen",
      "patterns": [
        "Fountain Pe",
"Fountain P",
"Fountain ",
"Fountain",
"Fountai",
"Founta",
"Fount",
"Foun",
"Fou"
      ],
      "responses": [
        "- code: code10015,/n- product: Fountain Pen,/n- category: books and stationery,/n- Quantity: 321,/n- Price:129,/n- Description: Fountain Pen: Experience the elegance of timeless writing with our Fountain Pen. Crafted for smooth and effortless writing, this pen adds a touch of sophistication to your correspondence and creative endeavors. Its classic design and precision make it a cherished tool for those who appreciate the art of writing."
      ]
    },
    {
      "tag": "Sticky Note Variety Pack",
      "patterns": [
        "Sticky Note Variety Pack",
"Sticky Note Variety Pac",
"Sticky Note Variety Pa",
"Sticky Note Variety P",
"Sticky Note Variety ",
"Sticky Note Variety",
"Sticky Note Variet",
"Sticky Note Varie",
"Sticky Note Vari",
"Sticky Note Var",
"Sticky Note Va",
"Sticky Note V",
"Sticky Note ",
"Sticky Note",
"Sticky Not",
"Sticky No",
"Sticky N",
"Sticky ",
"Sticky",
"Stick"
      ],
      "responses": [
        "- code: code10016,/n- product: Sticky Note Variety Pack,/n- category: books and stationery,/n- Quantity: 423,/n- Price:299,/n- Description: Sticky Note Variety Pack: Keep your reminders and notes at hand with our Sticky Note Variety Pack. This collection includes a range of sizes, colors, and styles of sticky notes to suit your organizational needs. Stick them on your desk, in your planner, or anywhere you need quick access to important information."
      ]
    },
    {
      "tag": "Language Learning Workbook",
      "patterns": [
        "Language Learning Workbook",
"Language Learning Workboo",
"Language Learning Workbo",
"Language Learning Workb",
"Language Learning Work",
"Language Learning Wor",
"Language Learning Wo",
"Language Learning W",
"Language Learning ",
"Language Learning",
"Language Learnin",
"Language Learni",
"Language Learn",
"Language Lear",
"Language Lea",
"Language Le",
"Language L",
"Language ",
"Language",
"Languag",
"Langua"
      ],
      "responses": [
        "- code: code10017,/n- product: Language Learning Workbook,/n- category: books and stationery,/n- Quantity: 651,/n- Price:325,/n- Description: Language Learning Workbook: Embark on a journey of linguistic exploration with our Language Learning Workbook. This comprehensive guide includes exercises, activities, and lessons to help you master a new language. Whether you're a beginner or looking to enhance your language skills, this workbook is your companion in language acquisition."
      ]
    },
    {
      "tag": "Desk Organizer",
      "patterns": [
        "Desk Organizer",
"Desk Organize",
"Desk Organiz",
"Desk Organi",
"Desk Organ",
"Desk Orga",
"Desk Org",
"Desk Or",
"Desk O",
"Desk ",
"Desk",
"Des"
      ],
      "responses": [
        "- code: code10018,/n- product: Desk Organizer,/n- category: books and stationery,/n- Quantity: 513,/n- Price:350,/n- Description: Desk Organizer: Bring order to your workspace with our Desk Organizer. This includes various compartments and holders to keep your essentials neatly arranged. From pens to paper clips, this organizer enhances your efficiency and helps you create a clutter-free and productive work environment."
      ]
    },
    {
      "tag": "Hardcover Journal",
      "patterns": [
        "Hardcover Journal",
"Hardcover Journa",
"Hardcover Journ",
"Hardcover Jour",
"Hardcover Jou",
"Hardcover Jo",
"Hardcover J",
"Hardcover ",
"Hardcover",
"Hardcove",
"Hardcov",
"Hardco",
"Hardc",
"Hard"
      ],
      "responses": [
        "- code: code10019,/n- product: Hardcover Journal,/n- category: books and stationery,/n- Quantity: 253,/n- Price:210,/n- Description: Hardcover Journal: A high-quality hardcover journal perfect for capturing your thoughts, ideas, and notes. Its durable design ensures your writings are safe and preserved for years to come."
      ]
    },
    {
      "tag": "Fitness Tracker",
      "patterns": [
        "Fitness Tracker",
"Fitness Tracke",
"Fitness Track",
"Fitness Trac",
"Fitness Tra",
"Fitness Tr",
"Fitness T",
"Fitness ",
"Fitness",
"Fitnes",
"Fitne",
"Fitn",
"Fit"
      ],
      "responses": [
        "- code: code10020,/n- product: Fitness Tracker,/n- category: health,/n- Quantity: 624,/n- Price:220,/n- Description: Fitness Tracker: A wearable device that monitors your physical activity, heart rate, sleep patterns, and more. It helps you stay motivated and track your progress toward your fitness goals."
      ]
    },
    {
      "tag": "Yoga Mat",
      "patterns": [
        "Yoga Mat",
"Yoga Ma",
"Yoga M",
"Yoga ",
"Yoga",
"Yog",
"Yo"
      ],
      "responses": [
        "- code: code10021,/n- product: Yoga Mat,/n- category: health,/n- Quantity: 658,/n- Price:250,/n- Description: Yoga Mat: A comfortable and non-slip mat designed for yoga and other exercises. It provides cushioning and support during your workouts, making your practice more enjoyable."
      ]
    },
    {
      "tag": "Essential Oil Diffuser",
      "patterns": [
        "Essential Oil Diffuser",
"Essential Oil Diffuse",
"Essential Oil Diffus",
"Essential Oil Diffu",
"Essential Oil Diff",
"Essential Oil Dif",
"Essential Oil Di",
"Essential Oil D",
"Essential Oil ",
"Essential Oil",
"Essential Oi",
"Essential O",
"Essential ",
"Essential",
"Essentia",
"Essenti",
"Essent",
"Essen",
"Esse"
      ],
      "responses": [
        "- code: code10022,/n- product: Essential Oil Diffuser,/n- category: health,/n- Quantity: 657,/n- Price:260,/n- Description: Essential Oil Diffuser: An aromatic device that disperses essential oils into the air, creating a relaxing and calming atmosphere. It's great for aromatherapy and enhancing your living space."
      ]
    },
    {
      "tag": "Resistance Band",
      "patterns": [
        "Resistance Band",
"Resistance Ban",
"Resistance Ba",
"Resistance B",
"Resistance ",
"Resistance",
"Resistanc",
"Resistan",
"Resista",
"Resist",
"Resis",
"Resi"
      ],
      "responses": [
        "- code: code10023,/n- product: Resistance Band,/n- category: health,/n- Quantity: 326,/n- Price:240,/n- Description: Resistance Band: A versatile of elastic bands with varying levels of resistance. They're perfect for strength training, stretching, and toning exercises both at home and on the go."
      ]
    },
    {
      "tag": "Protein Powder",
      "patterns": [
        "Protein Powder",
"Protein Powde",
"Protein Powd",
"Protein Pow",
"Protein Po",
"Protein P",
"Protein ",
"Protein",
"Protei",
"Prote"
      ],
      "responses": [
        "- code: code10024,/n- product: Protein Powder,/n- category: health,/n- Quantity: 356,/n- Price:280,/n- Description: Protein Powder: A dietary supplement in powder form, typically derived from various sources like whey, plant proteins, or blends. It's used to supplement protein intake for muscle recovery and growth."
      ]
    },
    {
      "tag": "Meditation Cushion",
      "patterns": [
        "Meditation Cushion",
"Meditation Cushio",
"Meditation Cushi",
"Meditation Cush",
"Meditation Cus",
"Meditation Cu",
"Meditation C",
"Meditation ",
"Meditation",
"Meditatio",
"Meditati",
"Meditat",
"Medita",
"Medit",
"Medi"
      ],
      "responses": [
        "- code: code10025,/n- product: Meditation Cushion,/n- category: health,/n- Quantity: 458,/n- Price:290,/n- Description: Meditation Cushion: A comfortable cushion designed to support your posture during meditation. It helps reduce discomfort and encourages a proper alignment for focused mindfulness."
      ]
    },
    {
      "tag": "Digital Thermometer",
      "patterns": [
        "Digital Thermometer",
"Digital Thermomete",
"Digital Thermomet",
"Digital Thermome",
"Digital Thermom",
"Digital Thermo",
"Digital Therm",
"Digital Ther",
"Digital The",
"Digital Th",
"Digital T",
"Digital ",
"Digital",
"Digita",
"Digit"
      ],
      "responses": [
        "- code: code10026,/n- product: Digital Thermometer,/n- category: health,/n- Quantity: 400,/n- Price:360,/n- Description: Digital Thermometer: An electronic device for accurately measuring body temperature. It's a quick and efficient way to monitor health and detect fever."
      ]
    },
    {
      "tag": "Herbal Tea Assortment",
      "patterns": [
        "Herbal Tea Assortment",
"Herbal Tea Assortmen",
"Herbal Tea Assortme",
"Herbal Tea Assortm",
"Herbal Tea Assort",
"Herbal Tea Assor",
"Herbal Tea Asso",
"Herbal Tea Ass",
"Herbal Tea As",
"Herbal Tea A",
"Herbal Tea ",
"Herbal Tea",
"Herbal Te",
"Herbal T",
"Herbal ",
"Herbal",
"Herba",
"Herb"
      ],
      "responses": [
        "- code: code10027,/n- product: Herbal Tea Assortment,/n- category: health,/n- Quantity: 420,/n- Price:350,/n- Description: Herbal Tea Assortment: A collection of herbal teas crafted from a variety of natural herbs and botanicals. These teas offer various flavors and potential health benefits, making them a soothing beverage choice."
      ]
    },
    {
      "tag": "Massaging Foam Roller",
      "patterns": [
        "Massaging Foam Roller",
"Massaging Foam Rolle",
"Massaging Foam Roll",
"Massaging Foam Rol",
"Massaging Foam Ro",
"Massaging Foam R",
"Massaging Foam ",
"Massaging Foam",
"Massaging Foa",
"Massaging Fo",
"Massaging F",
"Massaging ",
"Massaging",
"Massagin",
"Massagi",
"Massag",
"Massa"
      ],
      "responses": [
        "- code: code10028,/n- product: Massaging Foam Roller,/n- category: health,/n- Quantity: 523,/n- Price:340,/n- Description: Massaging Foam Roller: A foam cylinder with textured patterns designed to provide self-massage and myofascial release. It helps alleviate muscle tension and soreness after workouts."
      ]
    },
    {
      "tag": "Sleep Mask",
      "patterns": [
        "Sleep Mask",
"Sleep Mas",
"Sleep Ma",
"Sleep M",
"Sleep ",
"Sleep",
"Slee",
"Sle"
      ],
      "responses": [
        "- code: code10029,/n- product: Sleep Mask,/n- category: health,/n- Quantity: 625,/n- Price:380,/n- Description: Sleep Mask: A sleep mask is a comfortable accessory designed to block out light, helping you enjoy a more restful sleep. It's often made from soft materials and contours to your face, creating a soothing darkness that promotes relaxation and better sleep quality."
      ]
    },
    {
      "tag": "Silver Pendant Necklace",
      "patterns": [
        "Silver Pendant Necklace",
"Silver Pendant Necklac",
"Silver Pendant Neckla",
"Silver Pendant Neckl",
"Silver Pendant Neck",
"Silver Pendant Nec",
"Silver Pendant Ne",
"Silver Pendant N",
"Silver Pendant ",
"Silver Pendant",
"Silver Pendan",
"Silver Penda",
"Silver Pend",
"Silver Pen",
"Silver Pe",
"Silver P",
"Silver ",
"Silver",
"Silve",
"Silv"
      ],
      "responses": [
        "- code: code10030,/n- product: Silver Pendant Necklace,/n- category: jewelry and accessories,/n- Quantity: 489,/n- Price:390,/n- Description: Silver Pendant Necklace: A silver pendant necklace is a stylish piece of jewelry that features a pendant, often made from sterling silver, hanging from a chain. The pendant can come in various shapes, designs, and sizes, making it a versatile accessory to enhance your outfit."
      ]
    },
    {
      "tag": "Leather Bracelet",
      "patterns": [
        "Leather Bracelet",
"Leather Bracele",
"Leather Bracel",
"Leather Brace",
"Leather Brac",
"Leather Bra",
"Leather Br",
"Leather B",
"Leather ",
"Leather",
"Leathe",
"Leath",
"Leat",
"Lea"
      ],
      "responses": [
        "- code: code10031,/n- product: Leather Bracelet,/n- category: jewelry and accessories,/n- Quantity: 657,/n- Price:500,/n- Description: Leather Bracelet: A leather bracelet is a fashionable accessory crafted from leather material. It can come in various styles, including braided, wrapped, or adorned with metal accents. Leather bracelets add a touch of rugged charm to your look."
      ]
    },
    {
      "tag": "Crystal Stud Earrings",
      "patterns": [
        "51"
      ],
      "responses": [
        "- code: code10032,/n- product: Crystal Stud Earrings,/n- category: jewelry and accessories,/n- Quantity: 325,/n- Price:650,/n- Description: Crystal Stud Earrings: Crystal stud earrings are elegant and timeless jewelry pieces that feature a single crystal or gemstone in a metal base. These earrings can add a touch of sparkle and sophistication to any ensemble."
      ]
    },
    {
      "tag": "Silk Scarf",
      "patterns": [
        "Crystal Stud Earrings",
"Crystal Stud Earring",
"Crystal Stud Earrin",
"Crystal Stud Earri",
"Crystal Stud Earr",
"Crystal Stud Ear",
"Crystal Stud Ea",
"Crystal Stud E",
"Crystal Stud ",
"Crystal Stud",
"Crystal Stu",
"Crystal St",
"Crystal S",
"Crystal ",
"Crystal",
"Crysta",
"Cryst",
"Crys"
      ],
      "responses": [
        "- code: code10033,/n- product: Silk Scarf,/n- category: jewelry and accessories,/n- Quantity: 30,/n- Price:300,/n- Description: Silk Scarf: A silk scarf is a luxurious accessory made from fine silk fabric. It's often used to drape around the neck, tie in various styles, or even accessorize bags. Silk scarves are known for their smooth texture and vibrant colors."
      ]
    },
    {
      "tag": "Gemstone Ring",
      "patterns": [
        "Gemstone Ring",
"Gemstone Rin",
"Gemstone Ri",
"Gemstone R",
"Gemstone ",
"Gemstone",
"Gemston",
"Gemsto",
"Gemst",
"Gems",
"Gem"
      ],
      "responses": [
        "- code: code10034,/n- product: Gemstone Ring,/n- category: jewelry and accessories,/n- Quantity: 12,/n- Price:800,/n- Description: Gemstone Ring: A gemstone ring features a precious or semi-precious gemstone in a metal band. Gemstones like sapphires, emeralds, rubies, and diamonds can be used to create stunning and personalized pieces of jewelry."
      ]
    },
    {
      "tag": "Stainless Steel Watch",
      "patterns": [
        "Stainless Steel Watch",
"Stainless Steel Watc",
"Stainless Steel Wat",
"Stainless Steel Wa",
"Stainless Steel W",
"Stainless Steel ",
"Stainless Steel",
"Stainless Stee",
"Stainless Ste",
"Stainless St",
"Stainless S",
"Stainless ",
"Stainless",
"Stainles",
"Stainle",
"Stainl"
      ],
      "responses": [
        "- code: code10035,/n- product: Stainless Steel Watch,/n- category: jewelry and accessories,/n- Quantity: 50,/n- Price:500,/n- Description: Stainless Steel Watch: A stainless steel watch is a durable and stylish timepiece with a stainless steel case and band. These watches are known for their resistance to corrosion and can be worn in both casual and formaltings."
      ]
    },
    {
      "tag": "Beaded Anklet",
      "patterns": [
        "Beaded Anklet",
"Beaded Ankle",
"Beaded Ankl",
"Beaded Ank",
"Beaded An",
"Beaded A",
"Beaded ",
"Beaded",
"Beade",
"Bead"
      ],
      "responses": [
        "- code: code10036,/n- product: Beaded Anklet,/n- category: jewelry and accessories,/n- Quantity: 80,/n- Price:600,/n- Description: Beaded Anklet: A beaded anklet is a decorative accessory worn around the ankle. It's made up of small beads that can come in a variety of colors and materials, adding a playful and fashionable touch to your feet."
      ]
    },
    {
      "tag": "Fashion Sunglasses",
      "patterns": [
        "Fashion Sunglasses",
"Fashion Sunglasse",
"Fashion Sunglass",
"Fashion Sunglas",
"Fashion Sungla",
"Fashion Sungl",
"Fashion Sung",
"Fashion Sun",
"Fashion Su",
"Fashion S",
"Fashion ",
"Fashion",
"Fashio",
"Fashi"
      ],
      "responses": [
        "- code: code10037,/n- product: Fashion Sunglasses,/n- category: jewelry and accessories,/n- Quantity: 56,/n- Price:549,/n- Description: Fashion Sunglasses: Fashion sunglasses are trendy eyewear designed to protect your eyes from the sun's UV rays while making a stylish statement. They come in various shapes, sizes, and colors to suit different face shapes and fashion preferences."
      ]
    },
    {
      "tag": "Charm Bracelet",
      "patterns": [
        "Charm Bracelet",
"Charm Bracele",
"Charm Bracel",
"Charm Brace",
"Charm Brac",
"Charm Bra",
"Charm Br",
"Charm B",
"Charm ",
"Charm",
"Char"
      ],
      "responses": [
        "- code: code10038,/n- product: Charm Bracelet,/n- category: jewelry and accessories,/n- Quantity: 489,/n- Price:699,/n- Description: Charm Bracelet: A charm bracelet is a personalized piece of jewelry that features various charms or pendants attached to a chain or band. Charms can represent personal memories, interests, and milestones, making the bracelet a unique reflection of the wearer's personality."
      ]
    },
    {
      "tag": "Pearl Drop Earrings",
      "patterns": [
        "Pearl Drop Earrings",
"Pearl Drop Earring",
"Pearl Drop Earrin",
"Pearl Drop Earri",
"Pearl Drop Earr",
"Pearl Drop Ear",
"Pearl Drop Ea",
"Pearl Drop E",
"Pearl Drop ",
"Pearl Drop",
"Pearl Dro",
"Pearl Dr",
"Pearl D",
"Pearl "
      ],
      "responses": [
        "- code: code10039,/n- product: Pearl Drop Earrings,/n- category: jewelry and accessories,/n- Quantity: 625,/n- Price:799,/n- Description: Pearl Drop Earrings: These elegant Pearl Drop Earrings feature lustrous pearls suspended delicately from a hook or stud. The timeless design adds a touch of sophistication to any outfit, making them perfect for both formal occasions and everyday wear."
      ]
    },
    {
      "tag": "Sofa",
      "patterns": [
        "Sofa",
"Sof"
      ],
      "responses": [
        "- code: code10040,/n- product: Sofa,/n- category: furniture,/n- Quantity: 123,/n- Price:1000,/n- Description: Sofa: The Sofa offers comfort and style for your living space. Crafted with plush cushions and durable upholstery, this typically includes a sofa and matching armchairs, providing ample seating for your family and guests."
      ]
    },
    {
      "tag": "Wooden  Table",
      "patterns": [
        "Wooden Table",
"Wooden Tabl",
"Wooden Tab",
"Wooden Ta",
"Wooden T",
"Wooden ",
"Wooden",
"Woode",
"Wood"
      ],
      "responses": [
        "- code: code10041,/n- product: Wooden  Table,/n- category: furniture,/n- Quantity: 321,/n- Price:800,/n- Description: Wooden  Table: The Wooden  Table is a functional and aesthetic addition to your living room. Made from high-quality wood, it features a sturdy construction and a versatile design that complements various dcor styles."
      ]
    },
    {
      "tag": " Mirror",
      "patterns": [
        "Mirror",
"Mirro",
"Mirr",
"Mir"
      ],
      "responses": [
        "- code: code10042,/n- product:  Mirror,/n- category: furniture,/n- Quantity: 423,/n- Price:150,/n- Description:  Mirror: A  Mirror is a decorative and practical element for any room. It reflects light and creates an illusion of spaciousness, while also serving as an eye-catching dcor piece that can enhance the visual appeal of your space."
      ]
    },
    {
      "tag": "Table Lamp",
      "patterns": [
        "Table Lamp",
"Table Lam",
"Table La",
"Table L",
"Table ",
"Table",
"Tabl"
      ],
      "responses": [
        "- code: code10043,/n- product: Table Lamp,/n- category: furniture,/n- Quantity: 651,/n- Price:200,/n- Description: Table Lamp: The Table Lamp offers both illumination and style. With a variety of designs, sizes, and materials, it provides focused light for tasks while also contributing to the overall ambiance of your room."
      ]
    },
    {
      "tag": "Decorative Throw Pillows",
      "patterns": [
        "Decorative Throw Pillows",
"Decorative Throw Pillow",
"Decorative Throw Pillo",
"Decorative Throw Pill",
"Decorative Throw Pil",
"Decorative Throw Pi",
"Decorative Throw P",
"Decorative Throw ",
"Decorative Throw",
"Decorative Thro",
"Decorative Thr",
"Decorative Th",
"Decorative T",
"Decorative ",
"Decorative",
"Decorativ",
"Decorati",
"Decorat",
"Decora",
"Decor",
"Deco"
      ],
      "responses": [
        "- code: code10044,/n- product: Decorative Throw Pillows,/n- category: furniture,/n- Quantity: 513,/n- Price:50,/n- Description: Decorative Throw Pillows: Decorative Throw Pillows are an easy way to add pops of color and texture to your furniture. They come in various shapes, sizes, and patterns, allowing you to customize your seating area's aesthetic."
      ]
    },
    {
      "tag": "Area Rug",
      "patterns": [
        "Area Rug",
"Area Ru",
"Area R",
"Area ",
"Area"
      ],
      "responses": [
        "- code: code10045,/n- product: Area Rug,/n- category: furniture,/n- Quantity: 253,/n- Price:80,/n- Description: Area Rug: An Area Rug enhances the comfort and visual appeal of a room. Available in different sizes and designs, it adds warmth to the floor while tying together various elements of your interior design."
      ]
    },
    {
      "tag": "Bookshelf",
      "patterns": [
        "Bookshelf",
"Bookshel",
"Bookshe",
"Booksh",
"Books",
"Book",
"Boo"
      ],
      "responses": [
        "- code: code10046,/n- product: Bookshelf,/n- category: furniture,/n- Quantity: 624,/n- Price:500,/n- Description: Bookshelf: The Bookshelf is a practical storage solution that keeps your books, dcor items, and personal belongings organized. It comes in various styles, from open-shelved units to closed cabinets."
      ]
    },
    {
      "tag": "Dining Table and Chairs",
      "patterns": [
        "Dining Table and Chairs",
"Dining Table and Chair",
"Dining Table and Chai",
"Dining Table and Cha",
"Dining Table and Ch",
"Dining Table and C",
"Dining Table and ",
"Dining Table and",
"Dining Table an",
"Dining Table a",
"Dining Table ",
"Dining Table",
"Dining Tabl",
"Dining Tab",
"Dining Ta",
"Dining T",
"Dining ",
"Dining"
      ],
      "responses": [
        "- code: code10047,/n- product: Dining Table and Chairs,/n- category: furniture,/n- Quantity: 658,/n- Price:600,/n- Description: Dining Table and Chairs: The Dining Table and Chairs provides a designated space for meals and gatherings. Available in different sizes and materials, it accommodates various group sizes and contributes to your dining room's atmosphere."
      ]
    },
    {
      "tag": "Plant Stand",
      "patterns": [
        "Plant Stand",
"Plant Stan",
"Plant Sta",
"Plant St",
"Plant S",
"Plant ",
"Plant",
"Plan"
      ],
      "responses": [
        "- code: code10048,/n- product: Plant Stand,/n- category: furniture,/n- Quantity: 657,/n- Price:30,/n- Description: Plant Stand: A Plant Stand is designed to display your potted plants at varying heights. It adds dimension to your indoor or greenery, making it easier to showcase your favorite plants."
      ]
    },
    {
      "tag": " Art Print",
      "patterns": [
        "Art Print",
"Art Prin",
"Art Pri",
"Art Pr",
"Art P",
"Art ",
"Art"
      ],
      "responses": [
        "- code: code10049,/n- product:  Art Print,/n- category: furniture,/n- Quantity: 326,/n- Price:50,/n- Description:  Art Print: A  Art Print is a decorative piece of artwork designed to be displayed on s. It often features various designs, patterns, or images that can enhance the aesthetic appeal of a room.  art prints can be made from various materials such as canvas, paper, or metal, and they are a popular way to add a personal touch to living spaces."
      ]
    },
    {
      "tag": "iPhone 13",
      "patterns": [
        "iPhone 13",
"iPhone 13",
"13"
      ],
      "responses": [
        "- code: code10050,/n- product: iPhone 13,/n- category: electronic,/n- Quantity: 356,/n- Price:1000,/n- Description: iPhone 13: The iPhone 13 is a flagship smartphone developed by Apple. Known for its sleek design, advanced features, and high-quality camera capabilities, the iPhone 13 offers a powerful user experience. It typically includes features such as a high-resolution display, impressive camera technology for photos and videos, various storage options, and access to the iOS ecosystem."
      ]
    },
    {
      "tag": "iPhone 14",
      "patterns": [
        "iPhone 14",
        "14"
      ],
      "responses": [
        "- code: code10050,/n- product: iPhone 14,/n- category: electronic,/n- Quantity: 356,/n- Price:1000,/n- Description: iPhone 13: The iPhone 13 is a flagship smartphone developed by Apple. Known for its sleek design, advanced features, and high-quality camera capabilities, the iPhone 13 offers a powerful user experience. It typically includes features such as a high-resolution display, impressive camera technology for photos and videos, various storage options, and access to the iOS ecosystem."
      ]
    },
    {
      "tag": "iPhone",
      "patterns": [
        "iPhone",
"iPhon",
"iPho",
"iPh",
"iP"
      ],
      "responses": [
        "- code: code10050,/n- product: iPhone 13,/n- category: electronic,/n- Quantity: 356,/n- Price:1000,/n- Description: iPhone 13: The iPhone 13 is a flagship smartphone developed by Apple. Known for its sleek design, advanced features, and high-quality camera capabilities, the iPhone 13 offers a powerful user experience. It typically includes features such as a high-resolution display, impressive camera technology for photos and videos, various storage options, and access to the iOS ecosystem./n/n- code: code10050,/n- product: iPhone 14,/n- category: electronic,/n- Quantity: 356,/n- Price:1000,/n- Description: iPhone 13: The iPhone 13 is a flagship smartphone developed by Apple. Known for its sleek design, advanced features, and high-quality camera capabilities, the iPhone 13 offers a powerful user experience. It typically includes features such as a high-resolution display, impressive camera technology for photos and videos, various storage options, and access to the iOS ecosystem."
      ]
    },
    {
      "tag": "Samsung Galaxy S21",
      "patterns": [
        "Samsung Galaxy S21",
"Samsung Galaxy S2",
"Samsung Galaxy S",
"Samsung Galaxy ",
"Samsung Galaxy",
"Samsung Galax",
"Samsung Gala",
"Samsung Gal",
"Samsung Ga",
"Samsung G",
"Samsung ",
"Samsung",
"Samsun",
"Samsu"
      ],
      "responses": [
        "- code: code10051,/n- product: Samsung Galaxy S21,/n- category: electronic,/n- Quantity: 458,/n- Price:900,/n- Description: Samsung Galaxy S21: The Samsung Galaxy S21 is a premium Android smartphone produced by Samsung. It features a stunning display, powerful processor, and advanced camera system. The Galaxy S21 is equipped with various software enhancements and connectivity options, making it a versatile device for communication, entertainment, and productivity."
      ]
    },
    {
      "tag": "Sony 65-inch 4K TV",
      "patterns": [
        "Sony 65-inch 4K TV",
"Sony 65-inch 4K T",
"Sony 65-inch 4K ",
"Sony 65-inch 4K",
"Sony 65-inch 4",
"Sony 65-inch ",
"Sony 65-inch",
"Sony 65-inc",
"Sony 65-in",
"Sony 65-i",
"Sony 65-",
"Sony 65",
"Sony 6"
      ],
      "responses": [
        "- code: code10052,/n- product: Sony 65-inch 4K TV,/n- category: electronic,/n- Quantity: 400,/n- Price:2000,/n- Description: Sony 65-inch 4K TV: The Sony 65-inch 4K TV is a large-screen television that provides a high-quality viewing experience with 4K resolution, delivering crisp and vibrant images. It often includes features like smart functionality, HDR (High Dynamic Range) support, and a range of input options for various devices. This TV is ideal for enjoying movies, TV shows, gaming, and more."
      ]
    },
    {
      "tag": "Apple AirPods Pro",
      "patterns": [
        "Apple AirPods Pro",
"Apple AirPods Pr",
"Apple AirPods P",
"Apple AirPods ",
"Apple AirPods",
"Apple AirPod",
"Apple AirPo",
"Apple AirP",
"Apple Air",
"Apple Ai",
"Apple A",
"Apple ",
"Apple",
"Appl"
      ],
      "responses": [
        "- code: code10053,/n- product: Apple AirPods Pro,/n- category: electronic,/n- Quantity: 420,/n- Price:299,/n- Description: Apple AirPods Pro: Apple AirPods Pro are wireless earbuds designed to offer an immersive audio experience. They feature active noise cancellation, adaptive EQ, and transparency mode, providing excellent sound quality and customizable fit. AirPods Pro also offer seamless integration with Apple devices, hands-free Siri activation, and easy pairing."
      ]
    },
    {
      "tag": "Dell XPS 15 Laptop",
      "patterns": [
        "Dell XPS 15 Laptop",
"Dell XPS 15 Lapto",
"Dell XPS 15 Lapt",
"Dell XPS 15 Lap",
"Dell XPS 15 La",
"Dell XPS 15 L",
"Dell XPS 15 ",
"Dell XPS 15",
"Dell XPS 1",
"Dell XPS ",
"Dell XPS",
"Dell XP",
"Dell X",
"Dell ",
"Dell"
      ],
      "responses": [
        "- code: code10054,/n- product: Dell XPS 15 Laptop,/n- category: electronic,/n- Quantity: 523,/n- Price:1500,/n- Description: Dell XPS 15 Laptop: The Dell XPS 15 Laptop is a high-performance laptop known for its sleek design and powerful specifications. It typically features an excellent display, powerful processors, ample RAM, and dedicated graphics options. The XPS 15 is popular among content creators, professionals, and those who require a combination of performance and portability."
      ]
    },
    {
      "tag": "Nintendo Switch",
      "patterns": [
        "Nintendo Switch",
"Nintendo Switc",
"Nintendo Swit",
"Nintendo Swi",
"Nintendo Sw",
"Nintendo S",
"Nintendo ",
"Nintendo",
"Nintend",
"Ninten"
      ],
      "responses": [
        "- code: code10055,/n- product: Nintendo Switch,/n- category: electronic,/n- Quantity: 625,/n- Price:1600,/n- Description: Nintendo Switch: The Nintendo Switch is a versatile gaming console that offers both handheld and TV modes of play. It features a wide range of popular games and can be used as a portable gaming device or connected to a TV for a larger screen experience. The Switch is known for its unique controllers and multiplayer capabilities."
      ]
    },
    {
      "tag": "Sony WH-1000XM4 Headphones",
      "patterns": [
        "Sony WH-1000XM4 Headphones",
"Sony WH-1000XM4 Headphone",
"Sony WH-1000XM4 Headphon",
"Sony WH-1000XM4 Headpho",
"Sony WH-1000XM4 Headph",
"Sony WH-1000XM4 Headp",
"Sony WH-1000XM4 Head",
"Sony WH-1000XM4 Hea",
"Sony WH-1000XM4 He",
"Sony WH-1000XM4 H",
"Sony WH-1000XM4 ",
"Sony WH-1000XM4",
"Sony WH-1000XM",
"Sony WH-1000X",
"Sony WH-1000",
"Sony WH-100",
"Sony WH-10",
"Sony WH-1",
"Sony WH-",
"Sony WH",
"Sony W"
      ],
      "responses": [
        "- code: code10056,/n- product: Sony WH-1000XM4 Headphones,/n- category: electronic,/n- Quantity: 489,/n- Price:300,/n- Description: Sony WH-1000XM4 Headphones: The Sony WH-1000XM4 Headphones are premium wireless over-ear headphones with active noise cancellation. They provide high-quality sound, comfortable design, and excellent noise isolation. These headphones are popular among audiophiles and frequent travelers for their immersive listening experience."
      ]
    },
    {
      "tag": "Fitbit Versa 3 Smartwatch",
      "patterns": [
        "Fitbit Versa 3 Smartwatch",
"Fitbit Versa 3 Smartwatc",
"Fitbit Versa 3 Smartwat",
"Fitbit Versa 3 Smartwa",
"Fitbit Versa 3 Smartw",
"Fitbit Versa 3 Smart",
"Fitbit Versa 3 Smar",
"Fitbit Versa 3 Sma",
"Fitbit Versa 3 Sm",
"Fitbit Versa 3 S",
"Fitbit Versa 3 ",
"Fitbit Versa 3",
"Fitbit Versa ",
"Fitbit Versa",
"Fitbit Vers",
"Fitbit Ver",
"Fitbit Ve",
"Fitbit V",
"Fitbit ",
"Fitbit",
"Fitbi"
      ],
      "responses": [
        "- code: code10057,/n- product: Fitbit Versa 3 Smartwatch,/n- category: electronic,/n- Quantity: 657,/n- Price:250,/n- Description: Fitbit Versa 3 Smartwatch: The Fitbit Versa 3 Smartwatch is a health and fitness-focused wearable device. It tracks various health metrics, including steps, heart rate, sleep patterns, and more. The Versa 3 also offers smartwatch features like notifications, music control, and built-in GPS for tracking activities."
      ]
    },
    {
      "tag": "Logitech G Pro Gaming Mouse",
      "patterns": [
        "Logitech G Pro Gaming Mouse",
"Logitech G Pro Gaming Mous",
"Logitech G Pro Gaming Mou",
"Logitech G Pro Gaming Mo",
"Logitech G Pro Gaming M",
"Logitech G Pro Gaming ",
"Logitech G Pro Gaming",
"Logitech G Pro Gamin",
"Logitech G Pro Gami",
"Logitech G Pro Gam",
"Logitech G Pro Ga",
"Logitech G Pro G",
"Logitech G Pro ",
"Logitech G Pro",
"Logitech G Pr",
"Logitech G P",
"Logitech G ",
"Logitech G"
      ],
      "responses": [
        "- code: code10058,/n- product: Logitech G Pro Gaming Mouse,/n- category: electronic,/n- Quantity: 325,/n- Price:100,/n- Description: Logitech G Pro Gaming Mouse: The Logitech G Pro Gaming Mouse is designed for professional and competitive gamers. It features a precise sensor, customizable buttons, and ergonomic design for optimal performance during gaming sessions. The G Pro Mouse is known for its accuracy, speed, and customization options to suit different gaming styles."
      ]
    },
    {
      "tag": "Google Nest Hub",
      "patterns": [
        "Google Nest Hub",
"Google Nest Hu",
"Google Nest H",
"Google Nest ",
"Google Nest",
"Google Nes",
"Google Ne",
"Google N"
      ],
      "responses": [
        "- code: code10059,/n- product: Google Nest Hub,/n- category: electronic,/n- Quantity: 30,/n- Price:300,/n- Description: Google Nest Hub: The Google Nest Hub is a smart display that seamlessly integrates with your home. It features a voice-activated assistant that can help you manage your daily tasks, control smart home devices, play music, and provide visual information like weather forecasts and calendar events. With its sleek design and touchscreen interface, the Google Nest Hub brings convenience and efficiency to your living space."
      ]
    },
    {
      "tag": "Classic White T-shirt",
      "patterns": [
        "Classic White T-shirt",
"Classic White T-shir",
"Classic White T-shi",
"Classic White T-sh",
"Classic White T-s",
"Classic White T-",
"Classic White T",
"Classic White ",
"Classic White",
"Classic Whit",
"Classic Whi",
"Classic Wh",
"Classic W"
      ],
      "responses": [
        "- code: code10060,/n- product: Classic White T-shirt,/n- category: clothing,/n- Quantity: 12,/n- Price:50,/n- Description: Classic White T-shirt: The Classic White T-shirt is a timeless wardrobe essential. Made from soft and comfortable cotton, this t-shirt offers a versatile and casual look that can be dressed up or down. With a clean and simple design, it's perfect for layering under jackets, pairing with jeans, or even wearing with shorts for a relaxed style."
      ]
    },
    {
      "tag": "Black Skinny Jeans",
      "patterns": [
        "Black Skinny Jeans",
"Black Skinny Jean",
"Black Skinny Jea",
"Black Skinny Je",
"Black Skinny J",
"Black Skinny ",
"Black Skinny",
"Black Skinn",
"Black Skin",
"Black Ski",
"Black Sk",
"Black S",
"Black ",
"Black",
"Blac"
      ],
      "responses": [
        "- code: code10061,/n- product: Black Skinny Jeans,/n- category: clothing,/n- Quantity: 50,/n- Price:60,/n- Description: Black Skinny Jeans: Black Skinny Jeans are a fashion staple that combine a sleek silhouette with comfort. These jeans are designed to fit snugly from the waist down to the ankles, creating a streamlined look. The black color adds a touch of sophistication, making them suitable for both casual and semi-formal occasions."
      ]
    },
    {
      "tag": "Floral Summer Dress",
      "patterns": [
        "Floral Summer Dress",
"Floral Summer Dres",
"Floral Summer Dre",
"Floral Summer Dr",
"Floral Summer D",
"Floral Summer ",
"Floral Summer",
"Floral Summe",
"Floral Summ",
"Floral Sum",
"Floral Su",
"Floral S",
"Floral ",
"Floral",
"Flora"
      ],
      "responses": [
        "- code: code10062,/n- product: Floral Summer Dress,/n- category: clothing,/n- Quantity: 80,/n- Price:80,/n- Description: Floral Summer Dress: The Floral Summer Dress is a vibrant and feminine piece ideal for warmer months. Adorned with colorful floral patterns, it captures the essence of summer style. This dress is typically lightweight, comfortable, and designed to keep you feeling breezy and fashionable during events, vacations, or casual gatherings."
      ]
    },
    {
      "tag": "Men's Formal Suit",
      "patterns": [
        "Men's Formal Suit",
"Men's Formal Sui",
"Men's Formal Su",
"Men's Formal S",
"Men's Formal ",
"Men's Formal",
"Men's Forma",
"Men's Form",
"Men's For",
"Men's Fo",
"Men's F",
"Men's ",
"Men's"
      ],
      "responses": [
        "- code: code10063,/n- product: Men's Formal Suit,/n- category: clothing,/n- Quantity: 56,/n- Price:40,/n- Description: Men's Formal Suit: The Men's Formal Suit is a refined ensemble crafted for formal occasions. Consisting of a tailored jacket and matching trousers, this suit exudes elegance and professionalism. It's perfect for weddings, business meetings, and upscale events, providing a polished and sophisticated appearance."
      ]
    },
    {
      "tag": "Athletic Yoga Leggings",
      "patterns": [
        "Athletic Yoga Leggings",
"Athletic Yoga Legging",
"Athletic Yoga Leggin",
"Athletic Yoga Leggi",
"Athletic Yoga Legg",
"Athletic Yoga Leg",
"Athletic Yoga Le",
"Athletic Yoga L",
"Athletic Yoga ",
"Athletic Yoga",
"Athletic Yog",
"Athletic Yo",
"Athletic Y",
"Athletic ",
"Athletic",
"Athleti"
      ],
      "responses": [
        "- code: code10064,/n- product: Athletic Yoga Leggings,/n- category: clothing,/n- Quantity: 489,/n- Price:50,/n- Description: Athletic Yoga Leggings: Athletic Yoga Leggings are designed to provide flexibility and comfort during physical activities. Made from moisture-wicking materials, these leggings are suitable for yoga, gym workouts, or running. Their stretchy fabric ensures ease of movement while maintaining a snug fit."
      ]
    },
    {
      "tag": "Casual Hoodie",
      "patterns": [
        "Casual Hoodie",
"Casual Hoodi",
"Casual Hood",
"Casual Hoo",
"Casual Ho",
"Casual H",
"Casual ",
"Casual",
"Casua"
      ],
      "responses": [
        "- code: code10065,/n- product: Casual Hoodie,/n- category: clothing,/n- Quantity: 625,/n- Price:90,/n- Description: Casual Hoodie: The Casual Hoodie is a relaxed and cozy garment that offers warmth and comfort. With a hood to keep you shielded from the elements, it's perfect for casual outings, lounging at home, or even layering under jackets. Hoodies often come in various colors and designs, allowing for versatile styling."
      ]
    },
    {
      "tag": "Women's Business Blouse",
      "patterns": [
        "Women's Business Blouse",
"Women's Business Blous",
"Women's Business Blou",
"Women's Business Blo",
"Women's Business Bl",
"Women's Business B",
"Women's Business ",
"Women's Business",
"Women's Busines",
"Women's Busine",
"Women's Busin",
"Women's Busi",
"Women's Bus",
"Women's Bu",
"Women's B",
"Women's ",
"Women's",
"Women'",
"Women"
      ],
      "responses": [
        "- code: code10066,/n- product: Women's Business Blouse,/n- category: clothing,/n- Quantity: 123,/n- Price:80,/n- Description: Women's Business Blouse: The Women's Business Blouse is a sophisticated top suitable for professionaltings. Designed with tailored cuts and high-quality fabrics, it complements dress pants or skirts for a polished appearance. Business blouses are versatile pieces that can transition from the office to after-work events seamlessly."
      ]
    },
    {
      "tag": "Denim Jacket",
      "patterns": [
        "Denim Jacket",
"Denim Jacke",
"Denim Jack",
"Denim Jac",
"Denim Ja",
"Denim J",
"Denim ",
"Denim",
"Deni"
      ],
      "responses": [
        "- code: code10067,/n- product: Denim Jacket,/n- category: clothing,/n- Quantity: 321,/n- Price:70,/n- Description: Denim Jacket: The Denim Jacket is a versatile outerwear piece that adds a touch of rugged style to your look. Made from durable denim fabric, it's perfect for layering over various outfits year-round. Whether paired with dresses, t-shirts, or casual tops, the denim jacket adds a cool and timeless edge."
      ]
    },
    {
      "tag": "Cotton Polo Shirt",
      "patterns": [
        "Cotton Polo Shirt",
"Cotton Polo Shir",
"Cotton Polo Shi",
"Cotton Polo Sh",
"Cotton Polo S",
"Cotton Polo ",
"Cotton Polo",
"Cotton Pol",
"Cotton Po",
"Cotton P"
      ],
      "responses": [
        "- code: code10068,/n- product: Cotton Polo Shirt,/n- category: clothing,/n- Quantity: 423,/n- Price:65,/n- Description: Cotton Polo Shirt: The Cotton Polo Shirt offers a blend of comfort and casual elegance. Featuring a collared neckline and typically made from breathable cotton fabric, it's a popular choice for a smart-casual appearance. Polo shirts can be paired with jeans, chinos, or shorts for a laid-back yet polished ensemble."
      ]
    },
    {
      "tag": "Knit Sweater",
      "patterns": [
        "Knit Sweater",
"Knit Sweate",
"Knit Sweat",
"Knit Swea",
"Knit Swe",
"Knit Sw",
"Knit S"
      ],
      "responses": [
        "- code: code10069,/n- product: Knit Sweater,/n- category: clothing,/n- Quantity: 651,/n- Price:200,/n- Description: Knit Sweater: A cozy and stylish knit sweater that's perfect for keeping warm during colder seasons. Its soft fabric and intricate knitting provide comfort and a touch of fashion to your wardrobe."
      ]
    },
    {
      "tag": "Blender with Multiple Speeds",
      "patterns": [
        "Blender with Multiple Speeds",
"Blender with Multiple Speed",
"Blender with Multiple Spee",
"Blender with Multiple Spe",
"Blender with Multiple Sp",
"Blender with Multiple S",
"Blender with Multiple ",
"Blender with Multiple",
"Blender with Multipl",
"Blender with Multip",
"Blender with Multi",
"Blender with Mult",
"Blender with Mul",
"Blender with Mu",
"Blender with M",
"Blender with ",
"Blender with",
"Blender wit"
      ],
      "responses": [
        "- code: code10070,/n- product: Blender with Multiple Speeds,/n- category: home andchen,/n- Quantity: 513,/n- Price:125,/n- Description: Blender with Multiple Speeds: This high-performance blender offers a range of speeds to handle various blending tasks. From smoothies to soups, its powerful motor and adjustabletings make it easy to create a variety of textures."
      ]
    },
    {
      "tag": "Nonstick Baking Sheets",
      "patterns": [
        "Nonstick Baking Sheets",
"Nonstick Baking Sheet",
"Nonstick Baking Shee",
"Nonstick Baking She",
"Nonstick Baking Sh",
"Nonstick Baking S",
"Nonstick Baking ",
"Nonstick Baking",
"Nonstick Bakin",
"Nonstick Baki",
"Nonstick Bak",
"Nonstick Ba",
"Nonstick B"
      ],
      "responses": [
        "- code: code10071,/n- product: Nonstick Baking Sheets,/n- category: home andchen,/n- Quantity: 253,/n- Price:129,/n- Description: Nonstick Baking Sheets: A of baking sheets with a nonstick surface, designed to make baking and cooking easier. The nonstick coating ensures that your baked goods won't stick to the sheet, making cleanup a breeze."
      ]
    },
    {
      "tag": "Knife Block",
      "patterns": [
        "Knife Block",
"Knife Bloc",
"Knife Blo",
"Knife Bl",
"Knife B",
"Knife ",
"Knife"
      ],
      "responses": [
        "- code: code10072,/n- product: Knife Block,/n- category: home andchen,/n- Quantity: 624,/n- Price:299,/n- Description: Knife Block: This comprehensive knife block includes a variety of high-quality knives for all yourchen cutting needs. From slicing to dicing, each knife is crafted for precision and durability."
      ]
    },
    {
      "tag": " Maker with Timer",
      "patterns": [
        "Maker with Timer",
"Maker with Time",
"Maker with Tim",
"Maker with Ti",
"Maker with T",
"Maker with ",
"Maker with",
"Maker wit",
"Maker wi",
"Maker w"
      ],
      "responses": [
        "- code: code10073,/n- product:  Maker with Timer,/n- category: home andchen,/n- Quantity: 658,/n- Price:325,/n- Description:  Maker with Timer: Start your mornings right with this  maker featuring a built-in timer. it up the night before, and wake up to the aroma of freshly brewed , ready to enjoy."
      ]
    },
    {
      "tag": "Glass Food Storage Containers",
      "patterns": [
        "Glass Food Storage Containers",
"Glass Food Storage Container",
"Glass Food Storage Containe",
"Glass Food Storage Contain",
"Glass Food Storage Contai",
"Glass Food Storage Conta",
"Glass Food Storage Cont",
"Glass Food Storage Con",
"Glass Food Storage Co",
"Glass Food Storage C",
"Glass Food Storage ",
"Glass Food Storage",
"Glass Food Storag",
"Glass Food Stora",
"Glass Food Stor",
"Glass Food Sto",
"Glass Food St",
"Glass Food S",
"Glass Food ",
"Glass Food",
"Glass Foo",
"Glass Fo",
"Glass F"
      ],
      "responses": [
        "- code: code10074,/n- product: Glass Food Storage Containers,/n- category: home andchen,/n- Quantity: 657,/n- Price:350,/n- Description: Glass Food Storage Containers: A of glass containers with airtight lids, perfect for storing and preserving leftovers, meal preps, and more. The transparent glass design allows you to easily identify the contents inside."
      ]
    },
    {
      "tag": "Electric Kettle",
      "patterns": [
        "Electric Kettle",
"Electric Kettl",
"Electric Kett",
"Electric Ket",
"Electric Ke"
      ],
      "responses": [
        "- code: code10075,/n- product: Electric Kettle,/n- category: home andchen,/n- Quantity: 326,/n- Price:210,/n- Description: Electric Kettle: Boil water quickly and efficiently with this electric kettle. It's designed for convenience, with a rapid heating element that makes it ideal for making tea, , and instant meals."
      ]
    },
    {
      "tag": "Dining Plate",
      "patterns": [
        "Dining Plate",
"Dining Plat",
"Dining Pla",
"Dining Pl"
      ],
      "responses": [
        "- code: code10077,/n- product: Dining Plate,/n- category: home andchen,/n- Quantity: 458,/n- Price:250,/n- Description: Dining Plate: Elevate your dining experience with this of elegant dining plates. The includes various sizes to accommodate different courses, and the design adds a touch of sophistication to your tableting."
      ]
    },
    {
      "tag": "Slow Cooker",
      "patterns": [
        "Slow Cooker",
"Slow Cooke",
"Slow Cook",
"Slow Coo",
"Slow Co",
"Slow C"
      ],
      "responses": [
        "- code: code10078,/n- product: Slow Cooker,/n- category: home andchen,/n- Quantity: 400,/n- Price:260,/n- Description: Slow Cooker: A slow cooker that allows you to create delicious, hearty meals with minimal effort. Its low and slow cooking method tenderizes meats and infuses flavors, making it perfect for soups, stews, and braised dishes."
      ]
    },
    {
      "tag": "Anti-Aging Face Cream",
      "patterns": [
        "Anti-Aging Face Cream",
"Anti-Aging Face Crea",
"Anti-Aging Face Cre",
"Anti-Aging Face Cr",
"Anti-Aging Face C",
"Anti-Aging Face ",
"Anti-Aging Face",
"Anti-Aging Fac",
"Anti-Aging Fa",
"Anti-Aging F",
"Anti-Aging ",
"Anti-Aging",
"Anti-Agin",
"Anti-Agi",
"Anti-Ag",
"Anti-A"
      ],
      "responses": [
        "- code: code10079,/n- product: Anti-Aging Face Cream,/n- category: beauty and personal care,/n- Quantity: 420,/n- Price:240,/n- Description: Anti-Aging Face Cream: This Anti-Aging Face Cream is formulated to rejuvenate and nourish your skin, helping to reduce the appearance of fine lines and wrinkles. Packed with potent antioxidants and hydrating ingredients, this cream promotes a more youthful complexion while providing essential moisture and protection."
      ]
    },
    {
      "tag": "Moisturizing Body Lotion",
      "patterns": [
        "Moisturizing Body Lotion",
"Moisturizing Body Lotio",
"Moisturizing Body Loti",
"Moisturizing Body Lot",
"Moisturizing Body Lo",
"Moisturizing Body L",
"Moisturizing Body ",
"Moisturizing Body",
"Moisturizing Bod",
"Moisturizing Bo",
"Moisturizing B"
      ],
      "responses": [
        "- code: code10080,/n- product: Moisturizing Body Lotion,/n- category: beauty and personal care,/n- Quantity: 523,/n- Price:280,/n- Description: Moisturizing Body Lotion: Our Moisturizing Body Lotion is a luxurious blend designed to keep your skin soft, supple, and hydrated. Enriched with nourishing oils and vitamins, this lotion absorbs quickly, leaving your skin feeling smooth and revitalized. Perfect for daily use, it helps maintain your skin's natural moisture balance."
      ]
    },
    {
      "tag": "Hair Straightener",
      "patterns": [
        "Hair Straightener",
"Hair Straightene",
"Hair Straighten",
"Hair Straighte",
"Hair Straight",
"Hair Straigh",
"Hair Straig",
"Hair Strai",
"Hair Stra",
"Hair Str",
"Hair St",
"Hair S"
      ],
      "responses": [
        "- code: code10081,/n- product: Hair Straightener,/n- category: beauty and personal care,/n- Quantity: 625,/n- Price:290,/n- Description: Hair Straightener: Achieve sleek, straight hair with our Hair Straightener. This versatile styling tool features adjustable heattings to cater to your hair type. Its ceramic plates glide smoothly, reducing frizz and leaving your hair beautifully smooth and polished."
      ]
    },
    {
      "tag": "Facial Cleansing Brush",
      "patterns": [
        "Facial Cleansing Brush",
"Facial Cleansing Brus",
"Facial Cleansing Bru",
"Facial Cleansing Br",
"Facial Cleansing B",
"Facial Cleansing ",
"Facial Cleansing",
"Facial Cleansin",
"Facial Cleansi",
"Facial Cleans",
"Facial Clean",
"Facial Clea",
"Facial Cle",
"Facial Cl",
"Facial C"
      ],
      "responses": [
        "- code: code10082,/n- product: Facial Cleansing Brush,/n- category: beauty and personal care,/n- Quantity: 489,/n- Price:360,/n- Description: Facial Cleansing Brush: The Facial Cleansing Brush is an essential addition to your skincare routine. Designed to deeply cleanse and exfoliate, this brush gently removes impurities, makeup, and dead skin cells. The rotating bristles provide a spa-like experience, revealing a clearer and more radiant complexion."
      ]
    },
    {
      "tag": "Lipstick Collection",
      "patterns": [
        "Lipstick Collection",
"Lipstick Collectio",
"Lipstick Collecti",
"Lipstick Collect",
"Lipstick Collec",
"Lipstick Colle",
"Lipstick Coll",
"Lipstick Col",
"Lipstick Co",
"Lipstick C"
      ],
      "responses": [
        "- code: code10083,/n- product: Lipstick Collection,/n- category: beauty and personal care,/n- Quantity: 657,/n- Price:50,/n- Description: Lipstick Collection: Elevate your makeup game with our Lipstick Collection. This includes a variety of shades and finishes to suit every occasion. From classic neutrals to bold statement colors, these lipsticks offer rich pigmentation and long-lasting wear."
      ]
    },
    {
      "tag": "Men's Grooming",
      "patterns": [
        "Men's Grooming",
"Men's Groomin",
"Men's Groomi",
"Men's Groom",
"Men's Groo",
"Men's Gro",
"Men's Gr",
"Men's G"
      ],
      "responses": [
        "- code: code10084,/n- product: Men's Grooming,/n- category: beauty and personal care,/n- Quantity: 325,/n- Price:60,/n- Description: Men's Grooming: Our Men's Grooming is a comprehensive package for modern grooming needs. It includes a range of grooming essentials such as a razor, trimmer, grooming scissors, and more. Whether it's maintaining facial hair or achieving a polished look, this has you covered."
      ]
    },
    {
      "tag": "Perfume Sampler",
      "patterns": [
        "Perfume Sampler",
"Perfume Sample",
"Perfume Sampl",
"Perfume Samp",
"Perfume Sam",
"Perfume Sa",
"Perfume S",
"Perfume ",
"Perfume",
"Perfum"
      ],
      "responses": [
        "- code: code10085,/n- product: Perfume Sampler,/n- category: beauty and personal care,/n- Quantity: 30,/n- Price:80,/n- Description: Perfume Sampler: Discover your signature scent with our Perfume Sampler. This features a curated selection of fragrances in convenient sample sizes. It's an excellent way to explore different scents before committing to a full-sized bottle."
      ]
    },
    {
      "tag": "Eyelash Curler",
      "patterns": [
        "Eyelash Curler",
"Eyelash Curle",
"Eyelash Curl",
"Eyelash Cur",
"Eyelash Cu",
"Eyelash C",
"Eyelash ",
"Eyelash",
"Eyelas",
"Eyela"
      ],
      "responses": [
        "- code: code10086,/n- product: Eyelash Curler,/n- category: beauty and personal care,/n- Quantity: 12,/n- Price:40,/n- Description: Eyelash Curler: Enhance your lashes effortlessly with our Eyelash Curler. Its ergonomic design and gentle curling action help lift and curl your lashes, making your eyes appear more open and expressive. The silicone pads ensure a comfortable curling experience."
      ]
    },
    {
      "tag": "Nail Polish",
      "patterns": [
        "Nail Polish",
"Nail Polis",
"Nail Poli",
"Nail Pol",
"Nail Po",
"Nail P",
"Nail ",
"Nail"
      ],
      "responses": [
        "- code: code10087,/n- product: Nail Polish,/n- category: beauty and personal care,/n- Quantity: 50,/n- Price:50,/n- Description: Nail Polish: Express your style with our Nail Polish, offering a variety of colors and finishes for your nails. Whether you prefer vibrant hues or understated neutrals, these polishes provide long-lasting color and a glossy finish."
      ]
    },
    {
      "tag": "Hair Dryer",
      "patterns": [
        "Hair Dryer",
"Hair Drye",
"Hair Dry",
"Hair Dr",
"Hair D"
      ],
      "responses": [
        "- code: code10088,/n- product: Hair Dryer,/n- category: beauty and personal care,/n- Quantity: 80,/n- Price:90,/n- Description: Hair Dryer: Our Hair Dryer is designed for quick and efficient drying while minimizing heat damage. With adjustable heat and speedtings, it helps achieve salon-quality results at home. The built-in technology helps reduce frizz and promote smoother, shinier hair."
      ]
    },
    {
      "tag": "Running Shoes",
      "patterns": [
        "Running Shoes",
"Running Shoe",
"Running Sho",
"Running Sh",
"Running S"
      ],
      "responses": [
        "- code: code10089,/n- product: Running Shoes,/n- category: sport,/n- Quantity: 56,/n- Price:80,/n- Description: Running Shoes: High-performance athletic footwear designed to provide cushioning, support, and traction during running activities. They are crafted with materials that offer comfort and reduce impact on joints."
      ]
    },
    {
      "tag": "Camping Tent",
      "patterns": [
        "Camping Tent",
"Camping Ten",
"Camping Te",
"Camping T"
      ],
      "responses": [
        "- code: code10091,/n- product: Camping Tent,/n- category: sport,/n- Quantity: 625,/n- Price:65,/n- Description: Camping Tent: A portable shelter used for camping and adventure activities. Tents are typically made of waterproof materials and come in various sizes to accommodate different numbers of campers."
      ]
    },
    {
      "tag": "Bicycle Helmet",
      "patterns": [
        "Bicycle Helmet",
"Bicycle Helme",
"Bicycle Helm",
"Bicycle Hel",
"Bicycle He",
"Bicycle H",
"Bicycle ",
"Bicycle",
"Bicycl",
"Bicyc"
      ],
      "responses": [
        "- code: code10092,/n- product: Bicycle Helmet,/n- category: sport,/n- Quantity: 123,/n- Price:200,/n- Description: Bicycle Helmet: A protective headgear designed to reduce the risk of head injuries while cycling. Bicycle helmets provide impact absorption and help ensure the safety of the rider."
      ]
    },
    {
      "tag": "Backpack",
      "patterns": [
        "Backpack",
"Backpac",
"Backpa",
"Backp"
      ],
      "responses": [
        "- code: code10093,/n- product: Backpack,/n- category: sport,/n- Quantity: 321,/n- Price:125,/n- Description: Backpack: A durable backpack designed for adventures, featuring multiple compartments, adjustable straps, and often made with water-resistant materials to carry essentials comfortably."
      ]
    },
    {
      "tag": "Basketball",
      "patterns": [
        "Basketball",
"Basketbal",
"Basketba",
"Basketb",
"Basket",
"Baske",
"Bask"
      ],
      "responses": [
        "- code: code10094,/n- product: Basketball,/n- category: sport,/n- Quantity: 423,/n- Price:129,/n- Description: Basketball: A spherical ball used in the sport of basketball. It's designed for dribbling, shooting, and passing in the game and comes in different sizes for various age groups."
      ]
    },
    {
      "tag": "Tennis Racket",
      "patterns": [
        "Tennis Racket",
"Tennis Racke",
"Tennis Rack",
"Tennis Rac",
"Tennis Ra",
"Tennis R"
      ],
      "responses": [
        "- code: code10095,/n- product: Tennis Racket,/n- category: sport,/n- Quantity: 651,/n- Price:299,/n- Description: Tennis Racket: A specialized racket used in tennis, designed to hit the ball with optimal power, control, and spin. Rackets vary in weight and head size to suit different playing styles."
      ]
    },
    {
      "tag": "Golf Club",
      "patterns": [
        "Golf Club",
"Golf Clu",
"Golf Cl",
"Golf C"
      ],
      "responses": [
        "- code: code10096,/n- product: Golf Club,/n- category: sport,/n- Quantity: 513,/n- Price:325,/n- Description: Golf Club: A collection of golf clubs that includes various types such as drivers, irons, wedges, and putters. Golf clubs cater to different shot distances and scenarios on the golf course."
      ]
    },
    {
      "tag": "Soccer Ball",
      "patterns": [
        "Soccer Ball",
"Soccer Bal",
"Soccer Ba",
"Soccer B"
      ],
      "responses": [
        "- code: code10097,/n- product: Soccer Ball,/n- category: sport,/n- Quantity: 253,/n- Price:350,/n- Description: Soccer Ball: A spherical ball used in the sport of soccer (football), designed for accurate passing, shooting, and ball control. Soccer balls are usually made of synthetic materials and feature distinctive panel patterns."
      ]
    },
    {
      "tag": "Hiking Boots",
      "patterns": [
        "Hiking Boots",
"Hiking Boot",
"Hiking Boo",
"Hiking Bo",
"Hiking B",
"Hiking ",
"Hiking"
      ],
      "responses": [
        "- code: code10098,/n- product: Hiking Boots,/n- category: sport,/n- Quantity: 624,/n- Price:210,/n- Description: Hiking Boots: Sturdy footwear designed for hiking and trekking, providing ankle support, traction, and protection against rugged terrain. Hiking boots come in various styles to suit different trail conditions."
      ]
    }
    ,
    {
      "tag": "buy a product",
      "patterns": [
        "buy a product",
"buy a produc",
"buy a produ",
"buy a prod",
"buy a pro",
"buy a pr",
"buy a p",
"buy a ",
"buy a",
"buy ",
"buy"
      ],
      "responses": [
        "Please see buying product procedure below: /n1. Choose a Seller: Once you've decided on the product, choose a reputable seller or retailer. This could be an online store, a local shop, or any other reliable source./n2. Add to Cart: If you're buying online, add the product to your shopping cart. Make sure you've selected the right variant, size, color, etc./n3. Review Cart: Review the items in your cart to ensure everything is correct. You can add or remove items as needed./n4. Proceed to Checkout: Click on the 'Checkout' button to start the checkout process./n5. Provide Shipping Details: Enter your shipping address and contact information. Make sure it's accurate to ensure proper delivery./n6. Choose Payment Method: Select your preferred payment method, such as credit/debit card, PayPal, or any other available option./n7. Enter Payment Details: Enter your payment details accurately and securely./n8. Review Order: Review your order, including the product, quantity, price, and total cost./n9. Place Order: Once you're satisfied with the order details, confirm the purchase to place your order./n10. Payment Confirmation: You'll receive a confirmation of your payment and order via email or on the website./n11. Shipping and Delivery: If the product is physical, wait for the shipping confirmation. You'll receive tracking information to monitor the delivery./n12. Receive the Product: Once the product arrives, inspect it to ensure it matches your order and is in good condition./n13. Enjoy: Start using and enjoying your new product!"
      ]
    }
    ,
    {
      "tag": "sell a product",
      "patterns": [
        "sell a product",
        "sell a produc",
        "sell a produ",
        "sell a prod",
        "sell a pro",
        "sell a pr",
        "sell a p",
        "sell a ",
        "sell a",
        "sell ",
        "sell"
      ],
      "responses": [
        "Please see selling product procedure below: /n1. Click on the product to view its details, including images, description, specifications, and pricing./n2. If you're satisfied with the product, click on the 'Add to Cart' or 'Buy Now' button./n3. Review your shopping cart to ensure the correct product is added./n4. Proceed to checkout by clicking on the 'Checkout' button./n5. Provide your shipping address and payment information as required./n6. Review your order summary to ensure accuracy./n7. Click on the 'Place Order' or 'Confirm Purchase' button to finalize the transaction./n8. You will receive an order confirmation with details about your purchase./n"
      ]
    }
    ,
    {"tag":"NguyenAnhVu","patterns":["NguyenAnhVu"],"responses":["- username: NguyenAnhVu,/n- Full name:  Nguyen Anh Vu,/n- Email:  ethan.adams@google.com,/n- Phone: : 0982547769"]},
{"tag":"EthanAdams","patterns":["EthanAdams"],"responses":["- username: EthanAdams,/n- Full name:  Ethan Adams,/n- Email:  lily.bennett@google.com,/n- Phone: : 0982547770"]},
{"tag":"LilyBennett","patterns":["LilyBennett"],"responses":["- username: LilyBennett,/n- Full name:  Lily Bennett,/n- Email:  noah.carter@google.com,/n- Phone: : 0982547770"]},
{"tag":"NoahCarter","patterns":["NoahCarter"],"responses":["- username: NoahCarter,/n- Full name:  Noah Carter,/n- Email:  ava.davis@google.com,/n- Phone: : 0982547771"]},
{"tag":"AvaDavis","patterns":["AvaDavis"],"responses":["- username: AvaDavis,/n- Full name:  Ava Davis,/n- Email:  olivia.edwards@google.com,/n- Phone: : 0982547772"]},
{"tag":"OliviaEdwards","patterns":["OliviaEdwards"],"responses":["- username: OliviaEdwards,/n- Full name:  Olivia Edwards,/n- Email:  benjamin.foster@google.com,/n- Phone: : 0982547773"]},
{"tag":"BenjaminFoster","patterns":["BenjaminFoster"],"responses":["- username: BenjaminFoster,/n- Full name:  Benjamin Foster,/n- Email:  charlotte.grayson@google.com,/n- Phone: : 0982547774"]},
{"tag":"CharlotteGrayson","patterns":["CharlotteGrayson"],"responses":["- username: CharlotteGrayson,/n- Full name:  Charlotte Grayson,/n- Email:  sophia.hayes@google.com,/n- Phone: : 0982547775"]},
{"tag":"SophiaHayes","patterns":["SophiaHayes"],"responses":["- username: SophiaHayes,/n- Full name:  Sophia Hayes,/n- Email:  mason.ingram@google.com,/n- Phone: : 0982547776"]},
{"tag":"MasonIngram","patterns":["MasonIngram"],"responses":["- username: MasonIngram,/n- Full name:  Mason Ingram,/n- Email:  james.jackson@google.com,/n- Phone: : 0982547777"]},
{"tag":"JamesJackson","patterns":["JamesJackson"],"responses":["- username: JamesJackson,/n- Full name:  James Jackson,/n- Email:  emma.kelly@google.com,/n- Phone: : 0982547778"]},
{"tag":"EmmaKelly","patterns":["EmmaKelly"],"responses":["- username: EmmaKelly,/n- Full name:  Emma Kelly,/n- Email:  grace.lopez@google.com,/n- Phone: : 0982547779"]},
{"tag":"GraceLopez","patterns":["GraceLopez"],"responses":["- username: GraceLopez,/n- Full name:  Grace Lopez,/n- Email:  samuel.mitchell@google.com,/n- Phone: : 0982547780"]},
{"tag":"SamuelMitchell","patterns":["SamuelMitchell"],"responses":["- username: SamuelMitchell,/n- Full name:  Samuel Mitchell,/n- Email:  aiden.nelson@google.com,/n- Phone: : 0982547781"]},
{"tag":"AidenNelson","patterns":["AidenNelson"],"responses":["- username: AidenNelson,/n- Full name:  Aiden Nelson,/n- Email:  harper.owens@google.com,/n- Phone: : 0982547782"]},
{"tag":"HarperOwens","patterns":["HarperOwens"],"responses":["- username: HarperOwens,/n- Full name:  Harper Owens,/n- Email:  david.patel@google.com,/n- Phone: : 0982547783"]},
{"tag":"DavidPatel","patterns":["DavidPatel"],"responses":["- username: DavidPatel,/n- Full name:  David Patel,/n- Email:  william.quinn@google.com,/n- Phone: : 0982547784"]},
{"tag":"WilliamQuinn","patterns":["WilliamQuinn"],"responses":["- username: WilliamQuinn,/n- Full name:  William Quinn,/n- Email:  mia.robinson@google.com,/n- Phone: : 0982547785"]},
{"tag":"MiaRobinson","patterns":["MiaRobinson"],"responses":["- username: MiaRobinson,/n- Full name:  Mia Robinson,/n- Email:  elijah.simmons@google.com,/n- Phone: : 0982547786"]},
{"tag":"ElijahSimmons","patterns":["ElijahSimmons"],"responses":["- username: ElijahSimmons,/n- Full name:  Elijah Simmons,/n- Email:  daniel.thompson@google.com,/n- Phone: : 0982547787"]},
{"tag":"DanielThompson","patterns":["DanielThompson"],"responses":["- username: DanielThompson,/n- Full name:  Daniel Thompson,/n- Email:  avery.turner@google.com,/n- Phone: : 0982547788"]},
{"tag":"AveryTurner","patterns":["AveryTurner"],"responses":["- username: AveryTurner,/n- Full name:  Avery Turner,/n- Email:  lucas.underwood@google.com,/n- Phone: : 0982547789"]},
{"tag":"LucasUnderwood","patterns":["LucasUnderwood"],"responses":["- username: LucasUnderwood,/n- Full name:  Lucas Underwood,/n- Email:  jackson.vega@google.com,/n- Phone: : 0982547790"]},
{"tag":"JacksonVega","patterns":["JacksonVega"],"responses":["- username: JacksonVega,/n- Full name:  Jackson Vega,/n- Email:  logan.walker@google.com,/n- Phone: : 0982547791"]},
{"tag":"LoganWalker","patterns":["LoganWalker"],"responses":["- username: LoganWalker,/n- Full name:  Logan Walker,/n- Email:  alexander.xavier@google.com,/n- Phone: : 0982547792"]},
{"tag":"AlexanderXavier","patterns":["AlexanderXavier"],"responses":["- username: AlexanderXavier,/n- Full name:  Alexander Xavier,/n- Email:  victoria.young@google.com,/n- Phone: : 0982547793"]},
{"tag":"VictoriaYoung","patterns":["VictoriaYoung"],"responses":["- username: VictoriaYoung,/n- Full name:  Victoria Young,/n- Email:  gabriel.adams@google.com,/n- Phone: : 0982547794"]},
{"tag":"GabrielAdams","patterns":["GabrielAdams"],"responses":["- username: GabrielAdams,/n- Full name:  Gabriel Adams,/n- Email:  zoe.bennett@google.com,/n- Phone: : 0982547795"]},
{"tag":"ZoeBennett","patterns":["ZoeBennett"],"responses":["- username: ZoeBennett,/n- Full name:  Zoe Bennett,/n- Email:  matthew.carter@google.com,/n- Phone: : 0982547796"]},
{"tag":"MatthewCarter","patterns":["MatthewCarter"],"responses":["- username: MatthewCarter,/n- Full name:  Matthew Carter,/n- Email:  aubrey.davis@google.com,/n- Phone: : 0982547797"]},
{"tag":"AubreyDavis","patterns":["AubreyDavis"],"responses":["- username: AubreyDavis,/n- Full name:  Aubrey Davis,/n- Email:  emily.edwards@google.com,/n- Phone: : 0982547798"]},
{"tag":"EmilyEdwards","patterns":["EmilyEdwards"],"responses":["- username: EmilyEdwards,/n- Full name:  Emily Edwards,/n- Email:  christopher.foster@google.com,/n- Phone: : 0982547799"]},
{"tag":"ChristopherFoster","patterns":["ChristopherFoster"],"responses":["- username: ChristopherFoster,/n- Full name:  Christopher Foster,/n- Email:  natalie.grayson@google.com,/n- Phone: : 0982547800"]},
{"tag":"NatalieGrayson","patterns":["NatalieGrayson"],"responses":["- username: NatalieGrayson,/n- Full name:  Natalie Grayson,/n- Email:  andrew.hayes@google.com,/n- Phone: : 0982547801"]},
{"tag":"AndrewHayes","patterns":["AndrewHayes"],"responses":["- username: AndrewHayes,/n- Full name:  Andrew Hayes,/n- Email:  isabella.ingram@google.com,/n- Phone: : 0982547802"]},
{"tag":"IsabellaIngram","patterns":["IsabellaIngram"],"responses":["- username: IsabellaIngram,/n- Full name:  Isabella Ingram,/n- Email:  joseph.jackson@google.com,/n- Phone: : 0982547803"]},
{"tag":"JosephJackson","patterns":["JosephJackson"],"responses":["- username: JosephJackson,/n- Full name:  Joseph Jackson,/n- Email:  madison.kelly@google.com,/n- Phone: : 0982547804"]},
{"tag":"MadisonKelly","patterns":["MadisonKelly"],"responses":["- username: MadisonKelly,/n- Full name:  Madison Kelly,/n- Email:  ava.lopez@google.com,/n- Phone: : 0982547805"]},
{"tag":"AvaLopez","patterns":["AvaLopez"],"responses":["- username: AvaLopez,/n- Full name:  Ava Lopez,/n- Email:  sophia.mitchell@google.com,/n- Phone: : 0982547806"]},
{"tag":"SophiaMitchell","patterns":["SophiaMitchell"],"responses":["- username: SophiaMitchell,/n- Full name:  Sophia Mitchell,/n- Email:  ethan.nelson@google.com,/n- Phone: : 0982547807"]},
{"tag":"EthanNelson","patterns":["EthanNelson"],"responses":["- username: EthanNelson,/n- Full name:  Ethan Nelson,/n- Email:  michael.owens@google.com,/n- Phone: : 0982547808"]},
{"tag":"MichaelOwens","patterns":["MichaelOwens"],"responses":["- username: MichaelOwens,/n- Full name:  Michael Owens,/n- Email:  olivia.patel@google.com,/n- Phone: : 0982547809"]},
{"tag":"OliviaPatel","patterns":["OliviaPatel"],"responses":["- username: OliviaPatel,/n- Full name:  Olivia Patel,/n- Email:  ethan.quinn@google.com,/n- Phone: : 0982547810"]},
{"tag":"EthanQuinn","patterns":["EthanQuinn"],"responses":["- username: EthanQuinn,/n- Full name:  Ethan Quinn,/n- Email:  lily.robinson@google.com,/n- Phone: : 0982547811"]},
{"tag":"LilyRobinson","patterns":["LilyRobinson"],"responses":["- username: LilyRobinson,/n- Full name:  Lily Robinson,/n- Email:  noah.simmons@google.com,/n- Phone: : 0982547812"]},
{"tag":"NoahSimmons","patterns":["NoahSimmons"],"responses":["- username: NoahSimmons,/n- Full name:  Noah Simmons,/n- Email:  benjamin.thompson@google.com,/n- Phone: : 0982547813"]},
{"tag":"BenjaminThompson","patterns":["BenjaminThompson"],"responses":["- username: BenjaminThompson,/n- Full name:  Benjamin Thompson,/n- Email:  harper.turner@google.com,/n- Phone: : 0982547814"]},
{"tag":"HarperTurner","patterns":["HarperTurner"],"responses":["- username: HarperTurner,/n- Full name:  Harper Turner,/n- Email:  mason.underwood@google.com,/n- Phone: : 0982547815"]},
{"tag":"MasonUnderwood","patterns":["MasonUnderwood"],"responses":["- username: MasonUnderwood,/n- Full name:  Mason Underwood,/n- Email:  ava.vega@google.com,/n- Phone: : 0982547816"]},
{"tag":"AvaVega","patterns":["AvaVega"],"responses":["- username: AvaVega,/n- Full name:  Ava Vega,/n- Email:  emma.walker@google.com,/n- Phone: : 0982547817"]},
{"tag":"EmmaWalker","patterns":["EmmaWalker"],"responses":["- username: EmmaWalker,/n- Full name:  Emma Walker,/n- Email:  william.xavier@google.com,/n- Phone: : 0982547818"]},
{"tag":"WilliamXavier","patterns":["WilliamXavier"],"responses":["- username: WilliamXavier,/n- Full name:  William Xavier,/n- Email:  charlotte.young@google.com,/n- Phone: : 0982547819"]},
{"tag":"CharlotteYoung","patterns":["CharlotteYoung"],"responses":["- username: CharlotteYoung,/n- Full name:  Charlotte Young,/n- Email:  lucas.adams@google.com,/n- Phone: : 0982547820"]},
{"tag":"LucasAdams","patterns":["LucasAdams"],"responses":["- username: LucasAdams,/n- Full name:  Lucas Adams,/n- Email:  grace.bennett@google.com,/n- Phone: : 0982547821"]},
{"tag":"GraceBennett","patterns":["GraceBennett"],"responses":["- username: GraceBennett,/n- Full name:  Grace Bennett,/n- Email:  samuel.carter@google.com,/n- Phone: : 0982547822"]},
{"tag":"SamuelCarter","patterns":["SamuelCarter"],"responses":["- username: SamuelCarter,/n- Full name:  Samuel Carter,/n- Email:  mia.davis@google.com,/n- Phone: : 0982547823"]},
{"tag":"MiaDavis","patterns":["MiaDavis"],"responses":["- username: MiaDavis,/n- Full name:  Mia Davis,/n- Email:  alexander.edwards@google.com,/n- Phone: : 0982547824"]},
{"tag":"AlexanderEdwards","patterns":["AlexanderEdwards"],"responses":["- username: AlexanderEdwards,/n- Full name:  Alexander Edwards,/n- Email:  james.foster@google.com,/n- Phone: : 0982547825"]},
{"tag":"JamesFoster","patterns":["JamesFoster"],"responses":["- username: JamesFoster,/n- Full name:  James Foster,/n- Email:  victoria.grayson@google.com,/n- Phone: : 0982547826"]},
{"tag":"VictoriaGrayson","patterns":["VictoriaGrayson"],"responses":["- username: VictoriaGrayson,/n- Full name:  Victoria Grayson,/n- Email:  aiden.hayes@google.com,/n- Phone: : 0982547827"]},
{"tag":"AidenHayes","patterns":["AidenHayes"],"responses":["- username: AidenHayes,/n- Full name:  Aiden Hayes,/n- Email:  sophia.ingram@google.com,/n- Phone: : 0982547828"]},
{"tag":"SophiaIngram","patterns":["SophiaIngram"],"responses":["- username: SophiaIngram,/n- Full name:  Sophia Ingram,/n- Email:  daniel.jackson@google.com,/n- Phone: : 0982547829"]},
{"tag":"DanielJackson","patterns":["DanielJackson"],"responses":["- username: DanielJackson,/n- Full name:  Daniel Jackson,/n- Email:  natalie.kelly@google.com,/n- Phone: : 0982547830"]},
{"tag":"NatalieKelly","patterns":["NatalieKelly"],"responses":["- username: NatalieKelly,/n- Full name:  Natalie Kelly,/n- Email:  elijah.lopez@google.com,/n- Phone: : 0982547831"]},
{"tag":"ElijahLopez","patterns":["ElijahLopez"],"responses":["- username: ElijahLopez,/n- Full name:  Elijah Lopez,/n- Email:  david.mitchell@google.com,/n- Phone: : 0982547832"]},
{"tag":"DavidMitchell","patterns":["DavidMitchell"],"responses":["- username: DavidMitchell,/n- Full name:  David Mitchell,/n- Email:  zoe.nelson@google.com,/n- Phone: : 0982547833"]},
{"tag":"ZoeNelson","patterns":["ZoeNelson"],"responses":["- username: ZoeNelson,/n- Full name:  Zoe Nelson,/n- Email:  emily.owens@google.com,/n- Phone: : 0982547834"]},
{"tag":"EmilyOwens","patterns":["EmilyOwens"],"responses":["- username: EmilyOwens,/n- Full name:  Emily Owens,/n- Email:  matthew.patel@google.com,/n- Phone: : 0982547835"]},
{"tag":"MatthewPatel","patterns":["MatthewPatel"],"responses":["- username: MatthewPatel,/n- Full name:  Matthew Patel,/n- Email:  christopher.quinn@google.com,/n- Phone: : 0982547836"]},
{"tag":"ChristopherQuinn","patterns":["ChristopherQuinn"],"responses":["- username: ChristopherQuinn,/n- Full name:  Christopher Quinn,/n- Email:  isabella.robinson@google.com,/n- Phone: : 0982547837"]},
{"tag":"IsabellaRobinson","patterns":["IsabellaRobinson"],"responses":["- username: IsabellaRobinson,/n- Full name:  Isabella Robinson,/n- Email:  benjamin.simmons@google.com,/n- Phone: : 0982547838"]},
{"tag":"BenjaminSimmons","patterns":["BenjaminSimmons"],"responses":["- username: BenjaminSimmons,/n- Full name:  Benjamin Simmons,/n- Email:  michael.thompson@google.com,/n- Phone: : 0982547839"]},
{"tag":"MichaelThompson","patterns":["MichaelThompson"],"responses":["- username: MichaelThompson,/n- Full name:  Michael Thompson,/n- Email:  olivia.turner@google.com,/n- Phone: : 0982547840"]},
{"tag":"OliviaTurner","patterns":["OliviaTurner"],"responses":["- username: OliviaTurner,/n- Full name:  Olivia Turner,/n- Email:  ethan.underwood@google.com,/n- Phone: : 0982547841"]},
{"tag":"EthanUnderwood","patterns":["EthanUnderwood"],"responses":["- username: EthanUnderwood,/n- Full name:  Ethan Underwood,/n- Email:  lily.vega@google.com,/n- Phone: : 0982547842"]},
{"tag":"LilyVega","patterns":["LilyVega"],"responses":["- username: LilyVega,/n- Full name:  Lily Vega,/n- Email:  noah.walker@google.com,/n- Phone: : 0982547843"]},
{"tag":"NoahWalker","patterns":["NoahWalker"],"responses":["- username: NoahWalker,/n- Full name:  Noah Walker,/n- Email:  ava.xavier@google.com,/n- Phone: : 0982547844"]},
{"tag":"AvaXavier","patterns":["AvaXavier"],"responses":["- username: AvaXavier,/n- Full name:  Ava Xavier,/n- Email:  gabriel.young@google.com,/n- Phone: : 0982547845"]},
{"tag":"GabrielYoung","patterns":["GabrielYoung"],"responses":["- username: GabrielYoung,/n- Full name:  Gabriel Young,/n- Email:  grace.adams@google.com,/n- Phone: : 0982547846"]},
{"tag":"GraceAdams","patterns":["GraceAdams"],"responses":["- username: GraceAdams,/n- Full name:  Grace Adams,/n- Email:  mason.bennett@google.com,/n- Phone: : 0982547847"]},
{"tag":"MasonBennett","patterns":["MasonBennett"],"responses":["- username: MasonBennett,/n- Full name:  Mason Bennett,/n- Email:  harper.carter@google.com,/n- Phone: : 0982547848"]},
{"tag":"HarperCarter","patterns":["HarperCarter"],"responses":["- username: HarperCarter,/n- Full name:  Harper Carter,/n- Email:  sophia.davis@google.com,/n- Phone: : 0982547849"]},
{"tag":"SophiaDavis","patterns":["SophiaDavis"],"responses":["- username: SophiaDavis,/n- Full name:  Sophia Davis,/n- Email:  emma.edwards@google.com,/n- Phone: : 0982547850"]},
{"tag":"EmmaEdwards","patterns":["EmmaEdwards"],"responses":["- username: EmmaEdwards,/n- Full name:  Emma Edwards,/n- Email:  william.foster@google.com,/n- Phone: : 0982547851"]},
{"tag":"WilliamFoster","patterns":["WilliamFoster"],"responses":["- username: WilliamFoster,/n- Full name:  William Foster,/n- Email:  alexander.grayson@google.com,/n- Phone: : 0982547852"]},
{"tag":"AlexanderGrayson","patterns":["AlexanderGrayson"],"responses":["- username: AlexanderGrayson,/n- Full name:  Alexander Grayson,/n- Email:  mia.hayes@google.com,/n- Phone: : 0982547853"]},
{"tag":"MiaHayes","patterns":["MiaHayes"],"responses":["- username: MiaHayes,/n- Full name:  Mia Hayes,/n- Email:  benjamin.ingram@google.com,/n- Phone: : 0982547854"]},
{"tag":"BenjaminIngram","patterns":["BenjaminIngram"],"responses":["- username: BenjaminIngram,/n- Full name:  Benjamin Ingram,/n- Email:  charlotte.jackson@google.com,/n- Phone: : 0982547855"]},
{"tag":"CharlotteJackson","patterns":["CharlotteJackson"],"responses":["- username: CharlotteJackson,/n- Full name:  Charlotte Jackson,/n- Email:  daniel.kelly@google.com,/n- Phone: : 0982547856"]},
{"tag":"DanielKelly","patterns":["DanielKelly"],"responses":["- username: DanielKelly,/n- Full name:  Daniel Kelly,/n- Email:  olivia.lopez@google.com,/n- Phone: : 0982547857"]},
{"tag":"OliviaLopez","patterns":["OliviaLopez"],"responses":["- username: OliviaLopez,/n- Full name:  Olivia Lopez,/n- Email:  lucas.mitchell@google.com,/n- Phone: : 0982547858"]},
{"tag":"LucasMitchell","patterns":["LucasMitchell"],"responses":["- username: LucasMitchell,/n- Full name:  Lucas Mitchell,/n- Email:  matthew.nelson@google.com,/n- Phone: : 0982547859"]},
{"tag":"MatthewNelson","patterns":["MatthewNelson"],"responses":["- username: MatthewNelson,/n- Full name:  Matthew Nelson,/n- Email:  zoe.owens@google.com,/n- Phone: : 0982547860"]},
{"tag":"ZoeOwens","patterns":["ZoeOwens"],"responses":["- username: ZoeOwens,/n- Full name:  Zoe Owens,/n- Email:  emily.patel@google.com,/n- Phone: : 0982547861"]},
{"tag":"EmilyPatel","patterns":["EmilyPatel"],"responses":["- username: EmilyPatel,/n- Full name:  Emily Patel,/n- Email:  noah.simmons@google.com,/n- Phone: : 0982547862"]},
{"tag":"NoahSimmons","patterns":["NoahSimmons"],"responses":["- username: NoahSimmons,/n- Full name:  Noah Simmons,/n- Email:  benjamin.thompson@google.com,/n- Phone: : 0982547863"]},
{"tag":"BenjaminThompson","patterns":["BenjaminThompson"],"responses":["- username: BenjaminThompson,/n- Full name:  Benjamin Thompson,/n- Email:  harper.turner@google.com,/n- Phone: : 0982547864"]},
{"tag":"HarperTurner","patterns":["HarperTurner"],"responses":["- username: HarperTurner,/n- Full name:  Harper Turner,/n- Email:  mason.underwood@google.com,/n- Phone: : 0982547865"]},
{"tag":"MasonUnderwood","patterns":["MasonUnderwood"],"responses":["- username: MasonUnderwood,/n- Full name:  Mason Underwood,/n- Email:  ava.vega@google.com,/n- Phone: : 0982547866"]},

    {"tag":"orderNguyenAnhVu","patterns":["400"],"responses":["- invoice number: INV12562- product: Board Game Set- purchased at: 45130- delivered at: 45135- price: 50- quantity: 1- total: 50- status: Completed/n- invoice number: INV12710- product: Wall Art Print- purchased at: 45134- price: 50- quantity: 2- total: 100- status: shipping/n- invoice number: INV12660- product: Hiking Boots- purchased at: 45132- delivered at: 45137- price: 210- quantity: 2- total: 420- status: Completed"]},

    {"tag":"orderNguyenAnhVu","patterns":["orderNguyenAnhVu"],"responses":["- invoice number: INV12562- product: Board Game Set- purchased at: 45130- delivered at: 45135- price: 50- quantity: 1- total: 50- status: Completed/n- invoice number: INV12710- product: Wall Art Print- purchased at: 45134- price: 50- quantity: 2- total: 100- status: shipping/n- invoice number: INV12660- product: Hiking Boots- purchased at: 45132- delivered at: 45137- price: 210- quantity: 2- total: 420- status: Completed"]},
{"tag":"orderEthanAdams","patterns":["orderEthanAdams"],"responses":["- invoice number: INV12563- product: Remote-Controlled Car- purchased at: 45131- price: 80- quantity: 2- total: 160- status: shipping/n- invoice number: INV12711- product: iPhone 14- purchased at: 45135- price: 1000- quantity: 1- total: 1000- status: Order Placed Successfully/n- invoice number: INV12661- product: Board Game Set- purchased at: 45133- price: 50- quantity: 1- total: 50- status: shipping"]},
{"tag":"orderLilyBennett","patterns":["orderLilyBennett"],"responses":["- invoice number: INV12564- product: Puzzle Cube- purchased at: 45132- price: 60- quantity: 1- total: 60- status: Order Placed Successfully/n- invoice number: INV12712- product: Samsung Galaxy S22- purchased at: 45136- price: 900- quantity: 1- total: 900- status: Processing/n- invoice number: INV12662- product: Remote-Controlled Car- purchased at: 45134- price: 80- quantity: 1- total: 80- status: Order Placed Successfully"]},
{"tag":"orderNoahCarter","patterns":["orderNoahCarter"],"responses":["- invoice number: INV12565- product: Stuffed Animal Plush- purchased at: 45133- price: 35- quantity: 3- total: 105- status: Processing/n- invoice number: INV12713- product: Sony 65-inch 4K TV- purchased at: 45137- price: 2000- quantity: 2- total: 4000- status: Packaged/n- invoice number: INV12663- product: Puzzle Cube- purchased at: 45135- price: 60- quantity: 2- total: 120- status: Processing"]},
{"tag":"orderAvaDavis","patterns":["orderAvaDavis"],"responses":["- invoice number: INV12566- product: Action Figure- purchased at: 45134- price: 100- quantity: 4- total: 400- status: Packaged/n- invoice number: INV12714- product: Apple AirPods Pro- purchased at: 45138- price: 299- quantity: 1- total: 299- status: In Transit/n- invoice number: INV12664- product: Stuffed Animal Plush- purchased at: 45136- price: 35- quantity: 1- total: 35- status: Packaged"]},
{"tag":"orderOliviaEdwards","patterns":["orderOliviaEdwards"],"responses":["- invoice number: INV12567- product: Building Blocks Set- purchased at: 45135- price: 20- quantity: 2- total: 40- status: In Transit/n- invoice number: INV12715- product: Dell XPS 15 Laptop- purchased at: 45139- price: 1500- quantity: 3- total: 4500- status: Cancelled/n- invoice number: INV12665- product: Action Figure- purchased at: 45137- price: 100- quantity: 3- total: 300- status: In Transit"]},
{"tag":"orderBenjaminFoster","patterns":["orderBenjaminFoster"],"responses":["- invoice number: INV12568- product: Dollhouse- purchased at: 45136- price: 60- quantity: 1- total: 60- status: Cancelled/n- invoice number: INV12716- product: Nintendo Switch- purchased at: 45140- delivered at: 45145- price: 1600- quantity: 4- total: 6400- status: Completed/n- invoice number: INV12666- product: Building Blocks Set- purchased at: 45138- price: 20- quantity: 4- total: 80- status: Cancelled"]},
{"tag":"orderCharlotteGrayson","patterns":["orderCharlotteGrayson"],"responses":["- invoice number: INV12569- product: Musical Keyboard Toy- purchased at: 45137- delivered at: 45142- price: 54- quantity: 3- total: 162- status: Completed/n- invoice number: INV12717- product: Sony WH-1000XM4 Headphones- purchased at: 45141- price: 300- quantity: 2- total: 600- status: shipping/n- invoice number: INV12667- product: Dollhouse- purchased at: 45139- delivered at: 45144- price: 60- quantity: 2- total: 120- status: Completed"]},
{"tag":"orderSophiaHayes","patterns":["orderSophiaHayes"],"responses":["- invoice number: INV12570- product: Outdoor Playset- purchased at: 45138- price: 29- quantity: 2- total: 58- status: shipping/n- invoice number: INV12718- product: Fitbit Versa 3 Smartwatch- purchased at: 45130- price: 250- quantity: 1- total: 250- status: Order Placed Successfully/n- invoice number: INV12668- product: Musical Keyboard Toy- purchased at: 45140- price: 54- quantity: 1- total: 54- status: shipping"]},
{"tag":"orderMasonIngram","patterns":["orderMasonIngram"],"responses":["- invoice number: INV12571- product: Art and Craft- purchased at: 45139- price: 69- quantity: 1- total: 69- status: Order Placed Successfully/n- invoice number: INV12719- product: Logitech G Pro Gaming Mouse- purchased at: 45131- price: 100- quantity: 3- total: 300- status: Processing/n- invoice number: INV12669- product: Outdoor Playset- purchased at: 45141- price: 29- quantity: 3- total: 87- status: Order Placed Successfully"]},
{"tag":"orderJamesJackson","patterns":["orderJamesJackson"],"responses":["- invoice number: INV12572- product: Classic Novels Set- purchased at: 45140- price: 29- quantity: 1- total: 29- status: Processing/n- invoice number: INV12720- product: Google Nest Hub- purchased at: 45132- price: 300- quantity: 2- total: 600- status: Packaged/n- invoice number: INV12670- product: Art and Craft- purchased at: 45130- price: 69- quantity: 2- total: 138- status: Processing"]},
{"tag":"orderEmmaKelly","patterns":["orderEmmaKelly"],"responses":["- invoice number: INV12573- product: Calligraphy Pen Set- purchased at: 45141- price: 58- quantity: 2- total: 116- status: Packaged/n- invoice number: INV12721- product: Classic White T-shirt- purchased at: 45133- price: 50- quantity: 1- total: 50- status: In Transit/n- invoice number: INV12671- product: Classic Novels Set- purchased at: 45131- price: 29- quantity: 1- total: 29- status: Packaged"]},
{"tag":"orderGraceLopez","patterns":["orderGraceLopez"],"responses":["- invoice number: INV12574- product: Notebook with Inspirational Quotes- purchased at: 45130- price: 36- quantity: 1- total: 36- status: In Transit/n- invoice number: INV12722- product: Black Skinny Jeans- purchased at: 45134- price: 60- quantity: 1- total: 60- status: Cancelled/n- invoice number: INV12672- product: Calligraphy Pen Set- purchased at: 45132- price: 58- quantity: 1- total: 58- status: In Transit"]},
{"tag":"orderSamuelMitchell","patterns":["orderSamuelMitchell"],"responses":["- invoice number: INV12575- product: Adult Coloring Book- purchased at: 45131- price: 89- quantity: 3- total: 267- status: Cancelled/n- invoice number: INV12723- product: Floral Summer Dress- purchased at: 45135- delivered at: 45140- price: 80- quantity: 2- total: 160- status: Completed/n- invoice number: INV12673- product: Notebook with Inspirational Quotes- purchased at: 45133- price: 36- quantity: 2- total: 72- status: Cancelled"]},
{"tag":"orderAidenNelson","patterns":["orderAidenNelson"],"responses":["- invoice number: INV12576- product: Academic Planner- purchased at: 45132- delivered at: 45137- price: 125- quantity: 4- total: 500- status: Completed/n- invoice number: INV12724- product: Men's Formal Suit- purchased at: 45136- price: 40- quantity: 1- total: 40- status: shipping/n- invoice number: INV12674- product: Adult Coloring Book- purchased at: 45134- delivered at: 45139- price: 89- quantity: 1- total: 89- status: Completed"]},
{"tag":"orderHarperOwens","patterns":["orderHarperOwens"],"responses":["- invoice number: INV12577- product: Fountain Pen- purchased at: 45133- price: 129- quantity: 2- total: 258- status: shipping/n- invoice number: INV12725- product: Athletic Yoga Leggings- purchased at: 45137- price: 50- quantity: 3- total: 150- status: Order Placed Successfully/n- invoice number: INV12675- product: Academic Planner- purchased at: 45135- price: 125- quantity: 3- total: 375- status: shipping"]},
{"tag":"orderDavidPatel","patterns":["orderDavidPatel"],"responses":["- invoice number: INV12578- product: Sticky Note Variety Pack- purchased at: 45134- price: 299- quantity: 1- total: 299- status: Order Placed Successfully/n- invoice number: INV12726- product: Casual Hoodie- purchased at: 45138- price: 90- quantity: 4- total: 360- status: Processing/n- invoice number: INV12676- product: Fountain Pen- purchased at: 45136- price: 129- quantity: 4- total: 516- status: Order Placed Successfully"]},
{"tag":"orderWilliamQuinn","patterns":["orderWilliamQuinn"],"responses":["- invoice number: INV12579- product: Language Learning Workbook- purchased at: 45135- price: 325- quantity: 3- total: 975- status: Processing/n- invoice number: INV12727- product: Women's Business Blouse- purchased at: 45139- price: 80- quantity: 2- total: 160- status: Packaged/n- invoice number: INV12677- product: Sticky Note Variety Pack- purchased at: 45137- price: 299- quantity: 2- total: 598- status: Processing"]},
{"tag":"orderMiaRobinson","patterns":["orderMiaRobinson"],"responses":["- invoice number: INV12580- product: Desk Organizer Set- purchased at: 45136- price: 350- quantity: 2- total: 700- status: Packaged/n- invoice number: INV12728- product: Denim Jacket- purchased at: 45140- price: 70- quantity: 1- total: 70- status: In Transit/n- invoice number: INV12678- product: Language Learning Workbook- purchased at: 45138- price: 325- quantity: 1- total: 325- status: Packaged"]},
{"tag":"orderElijahSimmons","patterns":["orderElijahSimmons"],"responses":["- invoice number: INV12581- product: Hardcover Journal- purchased at: 45137- price: 210- quantity: 1- total: 210- status: In Transit/n- invoice number: INV12729- product: Cotton Polo Shirt- purchased at: 45141- price: 65- quantity: 3- total: 195- status: Cancelled/n- invoice number: INV12679- product: Desk Organizer Set- purchased at: 45139- price: 350- quantity: 3- total: 1050- status: In Transit"]},
{"tag":"orderDanielThompson","patterns":["orderDanielThompson"],"responses":["- invoice number: INV12582- product: Fitness Tracker- purchased at: 45138- price: 220- quantity: 1- total: 220- status: Cancelled/n- invoice number: INV12730- product: Knit Sweater- purchased at: 45130- delivered at: 45135- price: 200- quantity: 2- total: 400- status: Completed/n- invoice number: INV12680- product: Hardcover Journal- purchased at: 45140- price: 210- quantity: 2- total: 420- status: Cancelled"]},
{"tag":"orderAveryTurner","patterns":["orderAveryTurner"],"responses":["- invoice number: INV12583- product: Yoga Mat- purchased at: 45139- delivered at: 45144- price: 250- quantity: 2- total: 500- status: Completed/n- invoice number: INV12731- product: Blender with Multiple Speeds- purchased at: 45131- price: 125- quantity: 1- total: 125- status: shipping/n- invoice number: INV12681- product: Fitness Tracker- purchased at: 45141- delivered at: 45146- price: 220- quantity: 1- total: 220- status: Completed"]},
{"tag":"orderLucasUnderwood","patterns":["orderLucasUnderwood"],"responses":["- invoice number: INV12584- product: Essential Oil Diffuser- purchased at: 45140- price: 260- quantity: 1- total: 260- status: shipping/n- invoice number: INV12732- product: Nonstick Baking Sheets- purchased at: 45132- price: 129- quantity: 1- total: 129- status: Order Placed Successfully/n- invoice number: INV12682- product: Yoga Mat- purchased at: 45130- price: 250- quantity: 1- total: 250- status: shipping"]},
{"tag":"orderJacksonVega","patterns":["orderJacksonVega"],"responses":["- invoice number: INV12585- product: Resistance Band Set- purchased at: 45141- price: 240- quantity: 3- total: 720- status: Order Placed Successfully/n- invoice number: INV12733- product: Knife Block Set- purchased at: 45133- price: 299- quantity: 2- total: 598- status: Processing/n- invoice number: INV12683- product: Essential Oil Diffuser- purchased at: 45131- price: 260- quantity: 2- total: 520- status: Order Placed Successfully"]},
{"tag":"orderLoganWalker","patterns":["orderLoganWalker"],"responses":["- invoice number: INV12586- product: Protein Powder- purchased at: 45130- price: 280- quantity: 4- total: 1120- status: Processing/n- invoice number: INV12734- product: Coffee Maker with Timer- purchased at: 45134- price: 325- quantity: 1- total: 325- status: Packaged/n- invoice number: INV12684- product: Resistance Band Set- purchased at: 45132- price: 240- quantity: 1- total: 240- status: Processing"]},
{"tag":"orderAlexanderXavier","patterns":["orderAlexanderXavier"],"responses":["- invoice number: INV12587- product: Meditation Cushion- purchased at: 45131- price: 290- quantity: 2- total: 580- status: Packaged/n- invoice number: INV12735- product: Glass Food Storage Containers- purchased at: 45135- price: 350- quantity: 3- total: 1050- status: In Transit/n- invoice number: INV12685- product: Protein Powder- purchased at: 45133- price: 280- quantity: 3- total: 840- status: Packaged"]},
{"tag":"orderVictoriaYoung","patterns":["orderVictoriaYoung"],"responses":["- invoice number: INV12588- product: Digital Thermometer- purchased at: 45132- price: 360- quantity: 1- total: 360- status: In Transit/n- invoice number: INV12736- product: Electric Kettle- purchased at: 45136- price: 210- quantity: 4- total: 840- status: Cancelled/n- invoice number: INV12686- product: Meditation Cushion- purchased at: 45134- price: 290- quantity: 4- total: 1160- status: In Transit"]},
{"tag":"orderGabrielAdams","patterns":["orderGabrielAdams"],"responses":["- invoice number: INV12589- product: Herbal Tea Assortment- purchased at: 45133- price: 350- quantity: 3- total: 1050- status: Cancelled/n- invoice number: INV12737- product: Kitchen Utensil Set- purchased at: 45137- delivered at: 45142- price: 220- quantity: 2- total: 440- status: Completed/n- invoice number: INV12687- product: Digital Thermometer- purchased at: 45135- price: 360- quantity: 2- total: 720- status: Cancelled"]},
{"tag":"orderZoeBennett","patterns":["orderZoeBennett"],"responses":["- invoice number: INV12590- product: Massaging Foam Roller- purchased at: 45134- delivered at: 45139- price: 340- quantity: 2- total: 680- status: Completed/n- invoice number: INV12738- product: Dining Plate Set- purchased at: 45138- price: 250- quantity: 1- total: 250- status: shipping/n- invoice number: INV12688- product: Herbal Tea Assortment- purchased at: 45136- delivered at: 45141- price: 350- quantity: 1- total: 350- status: Completed"]},
{"tag":"orderMatthewCarter","patterns":["orderMatthewCarter"],"responses":["- invoice number: INV12591- product: Sleep Mask- purchased at: 45135- price: 380- quantity: 1- total: 380- status: shipping/n- invoice number: INV12739- product: Slow Cooker- purchased at: 45139- price: 260- quantity: 3- total: 780- status: Order Placed Successfully/n- invoice number: INV12689- product: Massaging Foam Roller- purchased at: 45137- price: 340- quantity: 3- total: 1020- status: shipping"]},
{"tag":"orderAubreyDavis","patterns":["orderAubreyDavis"],"responses":["- invoice number: INV12592- product: Silver Pendant Necklace- purchased at: 45136- price: 390- quantity: 1- total: 390- status: Order Placed Successfully/n- invoice number: INV12740- product: Anti-Aging Face Cream- purchased at: 45140- price: 240- quantity: 2- total: 480- status: Processing/n- invoice number: INV12690- product: Sleep Mask- purchased at: 45138- price: 380- quantity: 2- total: 760- status: Order Placed Successfully"]},
{"tag":"orderEmilyEdwards","patterns":["orderEmilyEdwards"],"responses":["- invoice number: INV12593- product: Leather Bracelet- purchased at: 45137- price: 500- quantity: 2- total: 1000- status: Processing/n- invoice number: INV12741- product: Moisturizing Body Lotion- purchased at: 45141- price: 280- quantity: 1- total: 280- status: Packaged/n- invoice number: INV12691- product: Silver Pendant Necklace- purchased at: 45139- price: 390- quantity: 1- total: 390- status: Processing"]},
{"tag":"orderChristopherFoster","patterns":["orderChristopherFoster"],"responses":["- invoice number: INV12594- product: Crystal Stud Earrings- purchased at: 45138- price: 650- quantity: 1- total: 650- status: Packaged/n- invoice number: INV12742- product: Hair Straightener- purchased at: 45130- price: 290- quantity: 1- total: 290- status: In Transit/n- invoice number: INV12692- product: Leather Bracelet- purchased at: 45140- price: 500- quantity: 1- total: 500- status: Packaged"]},
{"tag":"orderNatalieGrayson","patterns":["orderNatalieGrayson"],"responses":["- invoice number: INV12595- product: Silk Scarf- purchased at: 45139- price: 300- quantity: 3- total: 900- status: In Transit/n- invoice number: INV12743- product: Facial Cleansing Brush- purchased at: 45131- price: 360- quantity: 2- total: 720- status: Cancelled/n- invoice number: INV12693- product: Crystal Stud Earrings- purchased at: 45141- price: 650- quantity: 2- total: 1300- status: In Transit"]},
{"tag":"orderAndrewHayes","patterns":["orderAndrewHayes"],"responses":["- invoice number: INV12596- product: Gemstone Ring- purchased at: 45140- price: 800- quantity: 4- total: 3200- status: Cancelled/n- invoice number: INV12744- product: Lipstick Collection Set- purchased at: 45132- delivered at: 45137- price: 50- quantity: 1- total: 50- status: Completed/n- invoice number: INV12694- product: Silk Scarf- purchased at: 45130- price: 300- quantity: 1- total: 300- status: Cancelled"]},
{"tag":"orderIsabellaIngram","patterns":["orderIsabellaIngram"],"responses":["- invoice number: INV12597- product: Stainless Steel Watch- purchased at: 45141- delivered at: 45146- price: 500- quantity: 2- total: 1000- status: Completed/n- invoice number: INV12745- product: Men's Grooming- purchased at: 45133- price: 60- quantity: 3- total: 180- status: shipping/n- invoice number: INV12695- product: Gemstone Ring- purchased at: 45131- delivered at: 45136- price: 800- quantity: 3- total: 2400- status: Completed"]},
{"tag":"orderJosephJackson","patterns":["orderJosephJackson"],"responses":["- invoice number: INV12598- product: Beaded Anklet- purchased at: 45130- price: 600- quantity: 1- total: 600- status: shipping/n- invoice number: INV12746- product: Perfume Sampler Set- purchased at: 45134- price: 80- quantity: 4- total: 320- status: Order Placed Successfully/n- invoice number: INV12696- product: Stainless Steel Watch- purchased at: 45132- price: 500- quantity: 4- total: 2000- status: shipping"]},
{"tag":"orderMadisonKelly","patterns":["orderMadisonKelly"],"responses":["- invoice number: INV12599- product: Fashion Sunglasses- purchased at: 45131- price: 549- quantity: 3- total: 1647- status: Order Placed Successfully/n- invoice number: INV12747- product: Eyelash Curler- purchased at: 45135- price: 40- quantity: 2- total: 80- status: Processing/n- invoice number: INV12697- product: Beaded Anklet- purchased at: 45133- price: 600- quantity: 2- total: 1200- status: Order Placed Successfully"]},
{"tag":"orderAvaLopez","patterns":["orderAvaLopez"],"responses":["- invoice number: INV12600- product: Charm Bracelet- purchased at: 45132- price: 699- quantity: 2- total: 1398- status: Processing/n- invoice number: INV12748- product: Nail Polish Set- purchased at: 45136- price: 50- quantity: 1- total: 50- status: Packaged/n- invoice number: INV12698- product: Fashion Sunglasses- purchased at: 45134- price: 549- quantity: 1- total: 549- status: Processing"]},
{"tag":"orderSophiaMitchell","patterns":["orderSophiaMitchell"],"responses":["- invoice number: INV12601- product: Pearl Drop Earrings- purchased at: 45133- price: 799- quantity: 1- total: 799- status: Packaged/n- invoice number: INV12749- product: Hair Dryer- purchased at: 45137- price: 90- quantity: 3- total: 270- status: In Transit/n- invoice number: INV12699- product: Charm Bracelet- purchased at: 45135- price: 699- quantity: 3- total: 2097- status: Packaged"]},
{"tag":"orderEthanNelson","patterns":["orderEthanNelson"],"responses":["- invoice number: INV12602- product: Sofa Set- purchased at: 45134- price: 1000- quantity: 1- total: 1000- status: In Transit/n- invoice number: INV12750- product: Running Shoes- purchased at: 45138- price: 80- quantity: 2- total: 160- status: Cancelled/n- invoice number: INV12700- product: Pearl Drop Earrings- purchased at: 45136- price: 799- quantity: 2- total: 1598- status: In Transit"]},
{"tag":"orderMichaelOwens","patterns":["orderMichaelOwens"],"responses":["- invoice number: INV12603- product: Wooden Coffee Table- purchased at: 45135- price: 800- quantity: 2- total: 1600- status: Cancelled/n- invoice number: INV12751- product: Yoga Mat- purchased at: 45139- delivered at: 45144- price: 70- quantity: 1- total: 70- status: Completed/n- invoice number: INV12701- product: Sofa Set- purchased at: 45137- price: 1000- quantity: 1- total: 1000- status: Cancelled"]},
{"tag":"orderOliviaPatel","patterns":["orderOliviaPatel"],"responses":["- invoice number: INV12604- product: Wall Mirror- purchased at: 45136- delivered at: 45141- price: 150- quantity: 1- total: 150- status: Completed/n- invoice number: INV12752- product: Camping Tent- purchased at: 45140- price: 65- quantity: 1- total: 65- status: shipping/n- invoice number: INV12702- product: Wooden Coffee Table- purchased at: 45138- delivered at: 45143- price: 800- quantity: 1- total: 800- status: Completed"]},
{"tag":"orderEthanQuinn","patterns":["orderEthanQuinn"],"responses":["- invoice number: INV12605- product: Table Lamp- purchased at: 45137- price: 200- quantity: 3- total: 600- status: shipping/n- invoice number: INV12753- product: Bicycle Helmet- purchased at: 45141- price: 200- quantity: 2- total: 400- status: Order Placed Successfully/n- invoice number: INV12703- product: Wall Mirror- purchased at: 45139- price: 150- quantity: 2- total: 300- status: shipping"]},
{"tag":"orderLilyRobinson","patterns":["orderLilyRobinson"],"responses":["- invoice number: INV12606- product: Decorative Throw Pillows- purchased at: 45138- price: 50- quantity: 4- total: 200- status: Order Placed Successfully/n- invoice number: INV12754- product: Outdoor Backpack- purchased at: 45130- price: 125- quantity: 1- total: 125- status: Processing/n- invoice number: INV12704- product: Table Lamp- purchased at: 45140- price: 200- quantity: 1- total: 200- status: Order Placed Successfully"]},
{"tag":"orderNoahSimmons","patterns":["orderNoahSimmons"],"responses":["- invoice number: INV12607- product: Area Rug- purchased at: 45139- price: 80- quantity: 2- total: 160- status: Processing/n- invoice number: INV12755- product: Basketball- purchased at: 45131- price: 129- quantity: 3- total: 387- status: Packaged/n- invoice number: INV12705- product: Decorative Throw Pillows- purchased at: 45141- price: 50- quantity: 3- total: 150- status: Processing"]},
{"tag":"orderBenjaminThompson","patterns":["orderBenjaminThompson"],"responses":["- invoice number: INV12608- product: Bookshelf- purchased at: 45140- price: 500- quantity: 1- total: 500- status: Packaged/n- invoice number: INV12756- product: Tennis Racket- purchased at: 45132- price: 299- quantity: 4- total: 1196- status: In Transit/n- invoice number: INV12706- product: Area Rug- purchased at: 45130- price: 80- quantity: 4- total: 320- status: Packaged"]},
{"tag":"orderHarperTurner","patterns":["orderHarperTurner"],"responses":["- invoice number: INV12609- product: Dining Table and Chairs Set- purchased at: 45141- price: 600- quantity: 3- total: 1800- status: In Transit/n- invoice number: INV12757- product: Golf Club Set- purchased at: 45133- price: 325- quantity: 2- total: 650- status: Cancelled/n- invoice number: INV12707- product: Bookshelf- purchased at: 45131- price: 500- quantity: 2- total: 1000- status: In Transit"]},
{"tag":"orderMasonUnderwood","patterns":["orderMasonUnderwood"],"responses":["- invoice number: INV12610- product: Plant Stand- purchased at: 45130- price: 30- quantity: 2- total: 60- status: Cancelled/n- invoice number: INV12758- product: Soccer Ball- purchased at: 45134- delivered at: 45139- price: 350- quantity: 1- total: 350- status: Completed/n- invoice number: INV12708- product: Dining Table and Chairs Set- purchased at: 45132- price: 600- quantity: 1- total: 600- status: Cancelled"]},
{"tag":"orderAvaVega","patterns":["orderAvaVega"],"responses":["- invoice number: INV12611- product: Wall Art Print- purchased at: 45131- delivered at: 45136- price: 50- quantity: 1- total: 50- status: Completed/n- invoice number: INV12759- product: Hiking Boots- purchased at: 45135- price: 210- quantity: 3- total: 630- status: shipping/n- invoice number: INV12709- product: Plant Stand- purchased at: 45133- delivered at: 45138- price: 30- quantity: 3- total: 90- status: Completed"]},
{"tag":"orderEmmaWalker","patterns":["orderEmmaWalker"],"responses":["- invoice number: INV12612- product: iPhone 13- purchased at: 45132- price: 1000- quantity: 1- total: 1000- status: shipping/n- invoice number: INV12760- product: Board Game Set- purchased at: 45136- price: 50- quantity: 2- total: 100- status: Order Placed Successfully/n- invoice number: INV12710- product: Wall Art Print- purchased at: 45134- price: 50- quantity: 2- total: 100- status: shipping"]},
{"tag":"orderWilliamXavier","patterns":["orderWilliamXavier"],"responses":["- invoice number: INV12613- product: Samsung Galaxy S21- purchased at: 45133- price: 900- quantity: 2- total: 1800- status: Order Placed Successfully/n- invoice number: INV12761- product: Remote-Controlled Car- purchased at: 45137- price: 80- quantity: 1- total: 80- status: Processing/n- invoice number: INV12711- product: iPhone 14- purchased at: 45135- price: 1000- quantity: 1- total: 1000- status: Order Placed Successfully"]},
{"tag":"orderCharlotteYoung","patterns":["orderCharlotteYoung"],"responses":["- invoice number: INV12614- product: Sony 65-inch 4K TV- purchased at: 45134- price: 2000- quantity: 1- total: 2000- status: Processing/n- invoice number: INV12762- product: Puzzle Cube- purchased at: 45138- price: 60- quantity: 1- total: 60- status: Packaged/n- invoice number: INV12712- product: Samsung Galaxy S22- purchased at: 45136- price: 900- quantity: 1- total: 900- status: Processing"]},
{"tag":"orderLucasAdams","patterns":["orderLucasAdams"],"responses":["- invoice number: INV12615- product: Apple AirPods Pro- purchased at: 45135- price: 299- quantity: 3- total: 897- status: Packaged/n- invoice number: INV12763- product: Stuffed Animal Plush- purchased at: 45139- price: 35- quantity: 2- total: 70- status: In Transit/n- invoice number: INV12713- product: Sony 65-inch 4K TV- purchased at: 45137- price: 2000- quantity: 2- total: 4000- status: Packaged"]},
{"tag":"orderGraceBennett","patterns":["orderGraceBennett"],"responses":["- invoice number: INV12616- product: Dell XPS 15 Laptop- purchased at: 45136- price: 1500- quantity: 4- total: 6000- status: In Transit/n- invoice number: INV12764- product: Action Figure- purchased at: 45140- price: 100- quantity: 1- total: 100- status: Cancelled/n- invoice number: INV12714- product: Apple AirPods Pro- purchased at: 45138- price: 299- quantity: 1- total: 299- status: In Transit"]},
{"tag":"orderSamuelCarter","patterns":["orderSamuelCarter"],"responses":["- invoice number: INV12617- product: Nintendo Switch- purchased at: 45137- price: 1600- quantity: 2- total: 3200- status: Cancelled/n- invoice number: INV12765- product: Building Blocks Set- purchased at: 45141- delivered at: 45146- price: 20- quantity: 3- total: 60- status: Completed/n- invoice number: INV12715- product: Dell XPS 15 Laptop- purchased at: 45139- price: 1500- quantity: 3- total: 4500- status: Cancelled"]},
{"tag":"orderMiaDavis","patterns":["orderMiaDavis"],"responses":["- invoice number: INV12618- product: Sony WH-1000XM4 Headphones- purchased at: 45138- delivered at: 45143- price: 300- quantity: 1- total: 300- status: Completed/n- invoice number: INV12766- product: Dollhouse- purchased at: 45130- price: 60- quantity: 4- total: 240- status: shipping/n- invoice number: INV12716- product: Nintendo Switch- purchased at: 45140- delivered at: 45145- price: 1600- quantity: 4- total: 6400- status: Completed"]},
{"tag":"orderAlexanderEdwards","patterns":["orderAlexanderEdwards"],"responses":["- invoice number: INV12619- product: Fitbit Versa 3 Smartwatch- purchased at: 45139- price: 250- quantity: 3- total: 750- status: shipping/n- invoice number: INV12767- product: Musical Keyboard Toy- purchased at: 45131- price: 54- quantity: 2- total: 108- status: Order Placed Successfully/n- invoice number: INV12717- product: Sony WH-1000XM4 Headphones- purchased at: 45141- price: 300- quantity: 2- total: 600- status: shipping"]},
{"tag":"orderJamesFoster","patterns":["orderJamesFoster"],"responses":["- invoice number: INV12620- product: Logitech G Pro Gaming Mouse- purchased at: 45140- price: 100- quantity: 2- total: 200- status: Order Placed Successfully/n- invoice number: INV12768- product: Outdoor Playset- purchased at: 45132- price: 29- quantity: 1- total: 29- status: Processing/n- invoice number: INV12718- product: Fitbit Versa 3 Smartwatch- purchased at: 45130- price: 250- quantity: 1- total: 250- status: Order Placed Successfully"]},
{"tag":"orderVictoriaGrayson","patterns":["orderVictoriaGrayson"],"responses":["- invoice number: INV12621- product: Google Nest Hub- purchased at: 45141- price: 300- quantity: 1- total: 300- status: Processing/n- invoice number: INV12769- product: Art and Craft- purchased at: 45133- price: 69- quantity: 3- total: 207- status: Packaged/n- invoice number: INV12719- product: Logitech G Pro Gaming Mouse- purchased at: 45131- price: 100- quantity: 3- total: 300- status: Processing"]},
{"tag":"orderAidenHayes","patterns":["orderAidenHayes"],"responses":["- invoice number: INV12622- product: Classic White T-shirt- purchased at: 45130- price: 50- quantity: 1- total: 50- status: Packaged/n- invoice number: INV12770- product: Classic Novels Set- purchased at: 45134- price: 29- quantity: 2- total: 58- status: In Transit/n- invoice number: INV12720- product: Google Nest Hub- purchased at: 45132- price: 300- quantity: 2- total: 600- status: Packaged"]},
{"tag":"orderSophiaIngram","patterns":["orderSophiaIngram"],"responses":["- invoice number: INV12623- product: Black Skinny Jeans- purchased at: 45131- price: 60- quantity: 2- total: 120- status: In Transit/n- invoice number: INV12771- product: Calligraphy Pen Set- purchased at: 45135- price: 58- quantity: 1- total: 58- status: Cancelled/n- invoice number: INV12721- product: Classic White T-shirt- purchased at: 45133- price: 50- quantity: 1- total: 50- status: In Transit"]},
{"tag":"orderDanielJackson","patterns":["orderDanielJackson"],"responses":["- invoice number: INV12624- product: Floral Summer Dress- purchased at: 45132- price: 80- quantity: 1- total: 80- status: Cancelled/n- invoice number: INV12772- product: Notebook with Inspirational Quotes- purchased at: 45136- delivered at: 45141- price: 36- quantity: 1- total: 36- status: Completed/n- invoice number: INV12722- product: Black Skinny Jeans- purchased at: 45134- price: 60- quantity: 1- total: 60- status: Cancelled"]},
{"tag":"orderNatalieKelly","patterns":["orderNatalieKelly"],"responses":["- invoice number: INV12625- product: Men's Formal Suit- purchased at: 45133- delivered at: 45138- price: 40- quantity: 3- total: 120- status: Completed/n- invoice number: INV12773- product: Adult Coloring Book- purchased at: 45137- price: 89- quantity: 2- total: 178- status: shipping/n- invoice number: INV12723- product: Floral Summer Dress- purchased at: 45135- delivered at: 45140- price: 80- quantity: 2- total: 160- status: Completed"]},
{"tag":"orderElijahLopez","patterns":["orderElijahLopez"],"responses":["- invoice number: INV12626- product: Athletic Yoga Leggings- purchased at: 45134- price: 50- quantity: 4- total: 200- status: shipping/n- invoice number: INV12774- product: Academic Planner- purchased at: 45138- price: 125- quantity: 1- total: 125- status: Order Placed Successfully/n- invoice number: INV12724- product: Men's Formal Suit- purchased at: 45136- price: 40- quantity: 1- total: 40- status: shipping"]},
{"tag":"orderDavidMitchell","patterns":["orderDavidMitchell"],"responses":["- invoice number: INV12627- product: Casual Hoodie- purchased at: 45135- price: 90- quantity: 2- total: 180- status: Order Placed Successfully/n- invoice number: INV12775- product: Fountain Pen- purchased at: 45139- price: 129- quantity: 3- total: 387- status: Processing/n- invoice number: INV12725- product: Athletic Yoga Leggings- purchased at: 45137- price: 50- quantity: 3- total: 150- status: Order Placed Successfully"]},
{"tag":"orderZoeNelson","patterns":["orderZoeNelson"],"responses":["- invoice number: INV12628- product: Women's Business Blouse- purchased at: 45136- price: 80- quantity: 1- total: 80- status: Processing/n- invoice number: INV12776- product: Sticky Note Variety Pack- purchased at: 45140- price: 299- quantity: 4- total: 1196- status: Packaged/n- invoice number: INV12726- product: Casual Hoodie- purchased at: 45138- price: 90- quantity: 4- total: 360- status: Processing"]},
{"tag":"orderEmilyOwens","patterns":["orderEmilyOwens"],"responses":["- invoice number: INV12629- product: Denim Jacket- purchased at: 45137- price: 70- quantity: 3- total: 210- status: Packaged/n- invoice number: INV12777- product: Language Learning Workbook- purchased at: 45141- price: 325- quantity: 2- total: 650- status: In Transit/n- invoice number: INV12727- product: Women's Business Blouse- purchased at: 45139- price: 80- quantity: 2- total: 160- status: Packaged"]},
{"tag":"orderMatthewPatel","patterns":["orderMatthewPatel"],"responses":["- invoice number: INV12630- product: Cotton Polo Shirt- purchased at: 45138- price: 65- quantity: 2- total: 130- status: In Transit/n- invoice number: INV12778- product: Desk Organizer Set- purchased at: 45130- price: 350- quantity: 1- total: 350- status: Cancelled/n- invoice number: INV12728- product: Denim Jacket- purchased at: 45140- price: 70- quantity: 1- total: 70- status: In Transit"]},
{"tag":"orderChristopherQuinn","patterns":["orderChristopherQuinn"],"responses":["- invoice number: INV12631- product: Knit Sweater- purchased at: 45139- price: 200- quantity: 1- total: 200- status: Cancelled/n- invoice number: INV12779- product: Hardcover Journal- purchased at: 45131- delivered at: 45136- price: 210- quantity: 3- total: 630- status: Completed/n- invoice number: INV12729- product: Cotton Polo Shirt- purchased at: 45141- price: 65- quantity: 3- total: 195- status: Cancelled"]},
{"tag":"orderIsabellaRobinson","patterns":["orderIsabellaRobinson"],"responses":["- invoice number: INV12632- product: Blender with Multiple Speeds- purchased at: 45140- delivered at: 45145- price: 125- quantity: 1- total: 125- status: Completed/n- invoice number: INV12780- product: Fitness Tracker- purchased at: 45132- price: 220- quantity: 2- total: 440- status: shipping/n- invoice number: INV12730- product: Knit Sweater- purchased at: 45130- delivered at: 45135- price: 200- quantity: 2- total: 400- status: Completed"]},
{"tag":"orderBenjaminSimmons","patterns":["orderBenjaminSimmons"],"responses":["- invoice number: INV12633- product: Nonstick Baking Sheets- purchased at: 45141- price: 129- quantity: 2- total: 258- status: shipping/n- invoice number: INV12781- product: Yoga Mat- purchased at: 45133- price: 250- quantity: 1- total: 250- status: Order Placed Successfully/n- invoice number: INV12731- product: Blender with Multiple Speeds- purchased at: 45131- price: 125- quantity: 1- total: 125- status: shipping"]},
{"tag":"orderMichaelThompson","patterns":["orderMichaelThompson"],"responses":["- invoice number: INV12634- product: Knife Block Set- purchased at: 45130- price: 299- quantity: 1- total: 299- status: Order Placed Successfully/n- invoice number: INV12782- product: Essential Oil Diffuser- purchased at: 45134- price: 260- quantity: 1- total: 260- status: Processing/n- invoice number: INV12732- product: Nonstick Baking Sheets- purchased at: 45132- price: 129- quantity: 1- total: 129- status: Order Placed Successfully"]},
{"tag":"orderOliviaTurner","patterns":["orderOliviaTurner"],"responses":["- invoice number: INV12635- product: Coffee Maker with Timer- purchased at: 45131- price: 325- quantity: 3- total: 975- status: Processing/n- invoice number: INV12783- product: Resistance Band Set- purchased at: 45135- price: 240- quantity: 2- total: 480- status: Packaged/n- invoice number: INV12733- product: Knife Block Set- purchased at: 45133- price: 299- quantity: 2- total: 598- status: Processing"]},
{"tag":"orderEthanUnderwood","patterns":["orderEthanUnderwood"],"responses":["- invoice number: INV12636- product: Glass Food Storage Containers- purchased at: 45132- price: 350- quantity: 4- total: 1400- status: Packaged/n- invoice number: INV12784- product: Protein Powder- purchased at: 45136- price: 280- quantity: 1- total: 280- status: In Transit/n- invoice number: INV12734- product: Coffee Maker with Timer- purchased at: 45134- price: 325- quantity: 1- total: 325- status: Packaged"]},
{"tag":"orderLilyVega","patterns":["orderLilyVega"],"responses":["- invoice number: INV12637- product: Electric Kettle- purchased at: 45133- price: 210- quantity: 2- total: 420- status: In Transit/n- invoice number: INV12785- product: Meditation Cushion- purchased at: 45137- price: 290- quantity: 3- total: 870- status: Cancelled/n- invoice number: INV12735- product: Glass Food Storage Containers- purchased at: 45135- price: 350- quantity: 3- total: 1050- status: In Transit"]},
{"tag":"orderNoahWalker","patterns":["orderNoahWalker"],"responses":["- invoice number: INV12638- product: Kitchen Utensil Set- purchased at: 45134- price: 220- quantity: 1- total: 220- status: Cancelled/n- invoice number: INV12786- product: Digital Thermometer- purchased at: 45138- delivered at: 45143- price: 360- quantity: 4- total: 1440- status: Completed/n- invoice number: INV12736- product: Electric Kettle- purchased at: 45136- price: 210- quantity: 4- total: 840- status: Cancelled"]},
{"tag":"orderAvaXavier","patterns":["orderAvaXavier"],"responses":["- invoice number: INV12639- product: Dining Plate Set- purchased at: 45135- delivered at: 45140- price: 250- quantity: 3- total: 750- status: Completed/n- invoice number: INV12787- product: Herbal Tea Assortment- purchased at: 45139- price: 350- quantity: 2- total: 700- status: shipping/n- invoice number: INV12737- product: Kitchen Utensil Set- purchased at: 45137- delivered at: 45142- price: 220- quantity: 2- total: 440- status: Completed"]},
{"tag":"orderGabrielYoung","patterns":["orderGabrielYoung"],"responses":["- invoice number: INV12640- product: Slow Cooker- purchased at: 45136- price: 260- quantity: 2- total: 520- status: shipping/n- invoice number: INV12788- product: Massaging Foam Roller- purchased at: 45140- price: 340- quantity: 1- total: 340- status: Order Placed Successfully/n- invoice number: INV12738- product: Dining Plate Set- purchased at: 45138- price: 250- quantity: 1- total: 250- status: shipping"]},
{"tag":"orderGraceAdams","patterns":["orderGraceAdams"],"responses":["- invoice number: INV12641- product: Anti-Aging Face Cream- purchased at: 45137- price: 240- quantity: 1- total: 240- status: Order Placed Successfully/n- invoice number: INV12789- product: Sleep Mask- purchased at: 45141- price: 380- quantity: 3- total: 1140- status: Processing/n- invoice number: INV12739- product: Slow Cooker- purchased at: 45139- price: 260- quantity: 3- total: 780- status: Order Placed Successfully"]},
{"tag":"orderMasonBennett","patterns":["orderMasonBennett"],"responses":["- invoice number: INV12642- product: Moisturizing Body Lotion- purchased at: 45138- price: 280- quantity: 1- total: 280- status: Processing/n- invoice number: INV12790- product: Silver Pendant Necklace- purchased at: 45130- price: 390- quantity: 2- total: 780- status: Packaged/n- invoice number: INV12740- product: Anti-Aging Face Cream- purchased at: 45140- price: 240- quantity: 2- total: 480- status: Processing"]},
{"tag":"orderHarperCarter","patterns":["orderHarperCarter"],"responses":["- invoice number: INV12643- product: Hair Straightener- purchased at: 45139- price: 290- quantity: 2- total: 580- status: Packaged/n- invoice number: INV12791- product: Leather Bracelet- purchased at: 45131- price: 500- quantity: 1- total: 500- status: In Transit/n- invoice number: INV12741- product: Moisturizing Body Lotion- purchased at: 45141- price: 280- quantity: 1- total: 280- status: Packaged"]},
{"tag":"orderSophiaDavis","patterns":["orderSophiaDavis"],"responses":["- invoice number: INV12644- product: Facial Cleansing Brush- purchased at: 45140- price: 360- quantity: 1- total: 360- status: In Transit/n- invoice number: INV12792- product: Crystal Stud Earrings- purchased at: 45132- price: 650- quantity: 1- total: 650- status: Cancelled/n- invoice number: INV12742- product: Hair Straightener- purchased at: 45130- price: 290- quantity: 1- total: 290- status: In Transit"]},
{"tag":"orderEmmaEdwards","patterns":["orderEmmaEdwards"],"responses":["- invoice number: INV12645- product: Lipstick Collection Set- purchased at: 45141- price: 50- quantity: 3- total: 150- status: Cancelled/n- invoice number: INV12793- product: Silk Scarf- purchased at: 45133- delivered at: 45138- price: 300- quantity: 2- total: 600- status: Completed/n- invoice number: INV12743- product: Facial Cleansing Brush- purchased at: 45131- price: 360- quantity: 2- total: 720- status: Cancelled"]},
{"tag":"orderWilliamFoster","patterns":["orderWilliamFoster"],"responses":["- invoice number: INV12646- product: Men's Grooming- purchased at: 45130- delivered at: 45135- price: 60- quantity: 4- total: 240- status: Completed/n- invoice number: INV12794- product: Gemstone Ring- purchased at: 45134- price: 800- quantity: 1- total: 800- status: shipping/n- invoice number: INV12744- product: Lipstick Collection Set- purchased at: 45132- delivered at: 45137- price: 50- quantity: 1- total: 50- status: Completed"]},
{"tag":"orderAlexanderGrayson","patterns":["orderAlexanderGrayson"],"responses":["- invoice number: INV12647- product: Perfume Sampler Set- purchased at: 45131- price: 80- quantity: 2- total: 160- status: shipping/n- invoice number: INV12795- product: Stainless Steel Watch- purchased at: 45135- price: 500- quantity: 3- total: 1500- status: Order Placed Successfully/n- invoice number: INV12745- product: Men's Grooming- purchased at: 45133- price: 60- quantity: 3- total: 180- status: shipping"]},
{"tag":"orderMiaHayes","patterns":["orderMiaHayes"],"responses":["- invoice number: INV12648- product: Eyelash Curler- purchased at: 45132- price: 40- quantity: 1- total: 40- status: Order Placed Successfully/n- invoice number: INV12796- product: Beaded Anklet- purchased at: 45136- price: 600- quantity: 4- total: 2400- status: Processing/n- invoice number: INV12746- product: Perfume Sampler Set- purchased at: 45134- price: 80- quantity: 4- total: 320- status: Order Placed Successfully"]},
{"tag":"orderBenjaminIngram","patterns":["orderBenjaminIngram"],"responses":["- invoice number: INV12649- product: Nail Polish Set- purchased at: 45133- price: 50- quantity: 3- total: 150- status: Processing/n- invoice number: INV12797- product: Fashion Sunglasses- purchased at: 45137- price: 549- quantity: 2- total: 1098- status: Packaged/n- invoice number: INV12747- product: Eyelash Curler- purchased at: 45135- price: 40- quantity: 2- total: 80- status: Processing"]},
{"tag":"orderCharlotteJackson","patterns":["orderCharlotteJackson"],"responses":["- invoice number: INV12650- product: Hair Dryer- purchased at: 45134- price: 90- quantity: 2- total: 180- status: Packaged/n- invoice number: INV12798- product: Charm Bracelet- purchased at: 45138- price: 699- quantity: 1- total: 699- status: In Transit/n- invoice number: INV12748- product: Nail Polish Set- purchased at: 45136- price: 50- quantity: 1- total: 50- status: Packaged"]},
{"tag":"orderDanielKelly","patterns":["orderDanielKelly"],"responses":["- invoice number: INV12651- product: Running Shoes- purchased at: 45135- price: 80- quantity: 1- total: 80- status: In Transit/n- invoice number: INV12799- product: Pearl Drop Earrings- purchased at: 45139- price: 799- quantity: 3- total: 2397- status: Cancelled/n- invoice number: INV12749- product: Hair Dryer- purchased at: 45137- price: 90- quantity: 3- total: 270- status: In Transit"]},
{"tag":"orderOliviaLopez","patterns":["orderOliviaLopez"],"responses":["- invoice number: INV12652- product: Yoga Mat- purchased at: 45136- price: 70- quantity: 1- total: 70- status: Cancelled/n- invoice number: INV12800- product: Sofa Set- purchased at: 45140- delivered at: 45145- price: 1000- quantity: 2- total: 2000- status: Completed/n- invoice number: INV12750- product: Running Shoes- purchased at: 45138- price: 80- quantity: 2- total: 160- status: Cancelled"]},
{"tag":"orderLucasMitchell","patterns":["orderLucasMitchell"],"responses":["- invoice number: INV12653- product: Camping Tent- purchased at: 45137- delivered at: 45142- price: 65- quantity: 2- total: 130- status: Completed/n- invoice number: INV12801- product: Wooden Coffee Table- purchased at: 45141- price: 800- quantity: 1- total: 800- status: shipping/n- invoice number: INV12751- product: Yoga Mat- purchased at: 45139- delivered at: 45144- price: 70- quantity: 1- total: 70- status: Completed"]},
{"tag":"orderMatthewNelson","patterns":["orderMatthewNelson"],"responses":["- invoice number: INV12654- product: Bicycle Helmet- purchased at: 45138- price: 200- quantity: 1- total: 200- status: shipping/n- invoice number: INV12802- product: Wall Mirror- purchased at: 45130- price: 150- quantity: 1- total: 150- status: Order Placed Successfully/n- invoice number: INV12752- product: Camping Tent- purchased at: 45140- price: 65- quantity: 1- total: 65- status: shipping"]},
{"tag":"orderZoeOwens","patterns":["orderZoeOwens"],"responses":["- invoice number: INV12655- product: Outdoor Backpack- purchased at: 45139- price: 125- quantity: 3- total: 375- status: Order Placed Successfully/n- invoice number: INV12803- product: Table Lamp- purchased at: 45131- price: 200- quantity: 2- total: 400- status: Processing/n- invoice number: INV12753- product: Bicycle Helmet- purchased at: 45141- price: 200- quantity: 2- total: 400- status: Order Placed Successfully"]},
{"tag":"orderEmilyPatel","patterns":["orderEmilyPatel"],"responses":["- invoice number: INV12656- product: Basketball- purchased at: 45140- price: 129- quantity: 4- total: 516- status: Processing/n- invoice number: INV12804- product: Decorative Throw Pillows- purchased at: 45132- price: 50- quantity: 1- total: 50- status: Packaged/n- invoice number: INV12754- product: Outdoor Backpack- purchased at: 45130- price: 125- quantity: 1- total: 125- status: Processing"]},
{"tag":"orderNoahSimmons","patterns":["orderNoahSimmons"],"responses":["- invoice number: INV12657- product: Tennis Racket- purchased at: 45141- price: 299- quantity: 2- total: 598- status: Packaged/n- invoice number: INV12805- product: Area Rug- purchased at: 45133- price: 80- quantity: 3- total: 240- status: In Transit/n- invoice number: INV12755- product: Basketball- purchased at: 45131- price: 129- quantity: 3- total: 387- status: Packaged"]},
{"tag":"orderBenjaminThompson","patterns":["orderBenjaminThompson"],"responses":["- invoice number: INV12658- product: Golf Club Set- purchased at: 45130- price: 325- quantity: 1- total: 325- status: In Transit/n- invoice number: INV12806- product: Bookshelf- purchased at: 45134- price: 500- quantity: 4- total: 2000- status: Cancelled/n- invoice number: INV12756- product: Tennis Racket- purchased at: 45132- price: 299- quantity: 4- total: 1196- status: In Transit"]},
{"tag":"orderHarperTurner","patterns":["orderHarperTurner"],"responses":["- invoice number: INV12659- product: Soccer Ball- purchased at: 45131- price: 350- quantity: 3- total: 1050- status: Cancelled/n- invoice number: INV12807- product: Dining Table and Chairs Set- purchased at: 45135- delivered at: 45140- price: 600- quantity: 2- total: 1200- status: Completed/n- invoice number: INV12757- product: Golf Club Set- purchased at: 45133- price: 325- quantity: 2- total: 650- status: Cancelled"]},
{"tag":"orderMasonUnderwood","patterns":["orderMasonUnderwood"],"responses":["- invoice number: INV12660- product: Hiking Boots- purchased at: 45132- delivered at: 45137- price: 210- quantity: 2- total: 420- status: Completed/n- invoice number: INV12808- product: Plant Stand- purchased at: 45136- price: 30- quantity: 1- total: 30- status: shipping/n- invoice number: INV12758- product: Soccer Ball- purchased at: 45134- delivered at: 45139- price: 350- quantity: 1- total: 350- status: Completed"]}
  ]
}